-- 레벨별 누적경험치 시작값
LvExp = {
	-- Lv, Exp시작값
	{ 1, 0 },
	{ 2, 5 },
	{ 3, 25 },
	{ 4, 35 },
	{ 5, 60 },
	{ 6, 120 },
	{ 7, 200 },
}

AddExpFirstDay = 20 -- 일일 최초 물주기 경험치
AddExpTime = 2 -- 시간주기별 획득 경험치
WateringTimeTerm = 60 -- 물주기 시간 주기(분)
DecExpDay = 15 -- 1일 경과할 동안 물주지않을경우, 감소하는 경험치
DecDayTerm = 1 -- 감소 주기 (일단위)

-- 나무 성장단계별 열매효과 증가량
FruitBuffByLv = {
	-- Lv, 효과증가량
	--[[
	{ 1, 0 },
	{ 2, 0 },
	{ 3, 0.1 },
	{ 4, 0.15 },
	{ 5, 0.2 },
	{ 6, 0.25 },
	{ 7, 0.25 },
	--]]
	
	{ 1, 0.00 },
	{ 2, 0.00 },
	{ 3, 0.02 },
	{ 4, 0.04 },
	{ 5, 0.06 },
	{ 6, 0.08 },
	{ 7, 0.10 },
}

BuffAll_Rate = 0.5 -- 고무고무 효과증가량
ExpGp_Rate = 1 -- 사기사기 효과증가량

-- 열매종류 (FRUIT_BUFF_TYPE)
FBT_EXP      = 1 -- 무럭무럭 Exp (서버)
FBT_GP       = 2 -- 부자부자 GP (서버)
FBT_ATK      = 3 -- 으쌰으쌰 공격력
FBT_DEF      = 4 -- 막아막아 방어력
FBT_HP       = 5 -- 끈질끈질 생명력
FBT_BUFF_ALL = 6 -- 고무고무 공방생
FBT_EXP_GP   = 7 -- 사기사기 Exp, GP
FBT_NEW_BUFF = 8 -- 아지트 버프 개선 - 공/방/생/EXP/GP

-- 나무 성장단계별 열매등장확률
FruitTypeByLv = {
	-- Lv, { 열매종류(FRUIT_BUFF_TYPE), 등장확률, .. }
	--[[
	{ 1, Ratio = {} },
	{ 2, Ratio = {} },
	{ 3, Ratio = { 1, 0.2, 2, 0.2, 3, 0.2, 4, 0.2, 5, 0.2, } },
	{ 4, Ratio = { 1, 0.2, 2, 0.2, 3, 0.2, 4, 0.2, 5, 0.2, } },
	{ 5, Ratio = { 1, 0.2, 2, 0.2, 3, 0.2, 4, 0.2, 5, 0.2, } },
	{ 6, Ratio = { 1, 0.19, 2, 0.19, 3, 0.2, 4, 0.2, 5, 0.2, 6, 0.01, 7, 0.01 } },
	{ 7, Ratio = { 1, 0.19, 2, 0.19, 3, 0.19, 4, 0.19, 5, 0.19, 6, 0.03, 7, 0.02 } },
	--]]
	
	-- Lv, { 열매종류(FRUIT_BUFF_TYPE), 등장확률, .. }
	{ 1, Ratio = {} },
	{ 2, Ratio = {} },
--	{ 1, Ratio = { 8, 1.0 } },
--	{ 2, Ratio = { 8, 1.0 } },
	{ 3, Ratio = { 8, 1.0 } },
	{ 4, Ratio = { 8, 1.0 } },
	{ 5, Ratio = { 8, 1.0 } },
	{ 6, Ratio = { 8, 1.0 } },
	{ 7, Ratio = { 8, 1.0 } },
}
