TRUE = 1
FALSE = 0

PCBANG_PUBLISH = 1
PCBANG_KOG = 2
TH3BB_USER = 3

MaximumPCBangItemUID = 0 -- PC방 지급아이템 ItemUID값 이하

msgID = "str_00"

ODBC_KeyString = 
{
    { '__odbcNMPCBang', 1 },    -- NetMarble PC 방
    { '__odbcGCPCBang', 2 },    -- GC PC 방
}

-- GP,EXP,SPX에 대하여 PC방 유저만 혜택을 받을건지/PC방 유저가 아닌 유저도 혜택을 받을건지 대해서 ON/OFF.
-- 해당 내용은 한방에 PC방 유저 수만큼 추가될 때의 Ratio에만 한정이다.
-- TRUE : PC방 이외의 유저들도 혜택을 받는다. FALSE : PC방 유저들만 혜택을 받는다.
-- 해당 내용은 PC방 유저에 한해서만 적용.
EnableUserPerPCRatio = FALSE 

Ratio = 
{
	{
		UserType = PCBANG_PUBLISH, -- 일반 pc방
		UserConfig = {
                        Lune        = 0.0,      -- 룬 강화--(정상배율 0.1)3월8일 한국 긴급 업데이트 PC방 살리기
                        Necklace    = 0.0,      -- 발찌 목걸이 강화--(정상배율 0.1)3월8일 한국 긴급 업데이트 PC방 살리기
                        DungeonDrop = 0.0,      -- 던전 드랍--(정상배율 0.1)3월8일 한국 긴급 업데이트 PC방 살리기
                        Exp         = 0.0,      -- 추가 Exp (정상배율 0.3)--3월8일 한국 긴급 업데이트 PC방 살리기
                        Gp          = 0.0,      -- 추가 Gp    (정상배율 0.3)--3월8일 한국 긴급 업데이트 PC방 살리기
                        Spx         = 0.0,      -- 추가 Spx
			PetExp      = 0.0,      -- 추가 Pet Exp
			PerUserExp  = 0.0,     -- 한방에 피씨방 유저 수만큼 추가
			PerUserGp   = 0.0,     -- 한방에 피씨방 유저 수만큼 추가
			PerUserSpx  = 0.0,     -- 한방에 피씨방 유저 수만큼 추가
		},
	},

}

DungeonClearReward =
{
    { Dungeon = { 9,10,11,12,13,14,15,16,17,18,}, Reward = { }, }, -- 베르메시아.
    { Dungeon = { 19,20,21,22,26,24,25,26,}, Reward = { }, }, -- 엘리아
    { Dungeon = { 27,30,36,42,47,48,49,50,}, Reward = { }, }, -- 제니아
    { Dungeon = { 39,40,41,43,44,45,46,}, Reward = { }, }, -- 실버랜드
    --[[{ Dungeon = { 9,}, Reward = { 352560, 1, -1,}, }, -- 세르딘성 외곽(신 베르메시아 몬스터 카드 상자)
    { Dungeon = { 10,}, Reward = { 352560, 1, -1,}, }, -- 캐리비치(신 베르메시아 몬스터 카드 상자)
    { Dungeon = { 11,}, Reward = { 352560, 1, -1,}, }, -- 오크사원(신 베르메시아 몬스터 카드 상자)
    { Dungeon = { 12,}, Reward = { 352560, 1, -1,}, }, -- 고르고스 던전(신 베르메시아 몬스터 카드 상자)
    { Dungeon = { 13,}, Reward = { 352560, 1, -1,}, }, -- 엘프의 숲(신 베르메시아 몬스터 카드 상자)
    { Dungeon = { 14,}, Reward = { 352560, 1, -1,}, }, -- 맹세의 계곡(신 베르메시아 몬스터 카드 상자)
    { Dungeon = { 15,}, Reward = { 352560, 1, -1,}, }, -- 망각의 늪(신 베르메시아 몬스터 카드 상자)
    { Dungeon = { 16,}, Reward = { 352560, 1, -1,}, }, -- 망자의 묘지(신 베르메시아 몬스터 카드 상자)
    { Dungeon = { 17,}, Reward = { 352560, 1, -1,}, }, -- 잊혀진 도시(신 베르메시아 몬스터 카드 상자)
    { Dungeon = { 18,}, Reward = { 352560, 1, -1,}, }, -- 가이코즈의 성(신 베르메시아 몬스터 카드 상자)
    { Dungeon = { 19,}, Reward = { 359330, 1, -1,}, }, -- 파투세이의 바다(신 엘리아 몬스터 카드 상자)
    { Dungeon = { 20,}, Reward = { 359330, 1, -1,}, }, -- 카미키 성채(신 엘리아 몬스터 카드 상자)
    { Dungeon = { 21,}, Reward = { 359330, 1, -1,}, }, -- 불의 사원(신 엘리아 몬스터 카드 상자)
    { Dungeon = { 22,}, Reward = { 359330, 1, -1,}, }, -- 헬 브릿지(신 엘리아 몬스터 카드 상자)
    { Dungeon = { 23,}, Reward = { 359330, 1, -1,}, }, -- 카제아제의 성(신 엘리아 몬스터 카드 상자)
    { Dungeon = { 24,}, Reward = { 359330, 1, -1,}, }, -- 카스툴 유적지 하층(신 엘리아 몬스터 카드 상자)
    { Dungeon = { 25,}, Reward = { 359330, 1, -1,}, }, -- 카스툴 유적지 상층(신 엘리아 몬스터 카드 상자)
    { Dungeon = { 26,}, Reward = { 359330, 1, -1,}, }, -- 베르메시아의 최후(신 엘리아 몬스터 카드 상자)
    { Dungeon = { 27,}, Reward = { 359340, 1, -1,}, }, -- 제니아 접경지(신 제니아 몬스터 카드 상자)
    { Dungeon = { 30,}, Reward = { 359340, 1, -1,}, }, -- 순환의 신전(신 제니아 몬스터 카드 상자)
    { Dungeon = { 36,}, Reward = { 359340, 1, -1,}, }, -- 소실의 협곡(신 제니아 몬스터 카드 상자)
    { Dungeon = { 42,}, Reward = { 359340, 1, -1,}, }, -- 이그니스의 산맥(신 제니아 몬스터 카드 상자)
    { Dungeon = { 47,}, Reward = { 359340, 1, -1,}, }, -- 조율의 제단(신 제니아 몬스터 카드 상자)
    { Dungeon = { 48,}, Reward = { 359340, 1, -1,}, }, -- 파괴의 신전(신 제니아 몬스터 카드 상자)
    { Dungeon = { 49,}, Reward = { 359340, 1, -1,}, }, -- 생명의 숲(신 제니아 몬스터 카드 상자)
    { Dungeon = { 50,}, Reward = { 359340, 1, -1,}, }, -- 지배의 성(신 제니아 몬스터 카드 상자)
    { Dungeon = { 39,}, Reward = { 356450, 1, -1,}, }, -- 성난엔트의 숲(신 실버랜드 몬스터 카드 상자)
    { Dungeon = { 40,}, Reward = { 356450, 1, -1,}, }, -- 실버나이츠의 폐허(신 실버랜드 몬스터 카드 상자)
    { Dungeon = { 41,}, Reward = { 356450, 1, -1,}, }, -- 미명의 호수(신 실버랜드 몬스터 카드 상자)
    { Dungeon = { 43,}, Reward = { 356450, 1, -1,}, }, -- 수룡의 늪(신 실버랜드 몬스터 카드 상자)
    { Dungeon = { 44,}, Reward = { 356450, 1, -1,}, }, -- 원시의 섬(신 실버랜드 몬스터 카드 상자)
    { Dungeon = { 45,}, Reward = { 356450, 1, -1,}, }, -- 드레이크웜의 영지(신 실버랜드 몬스터 카드 상자)
    { Dungeon = { 46,}, Reward = { 356450, 1, -1,}, }, -- 빅터의 요새(신 실버랜드 몬스터 카드 상자)
    { Dungeon = { 55,}, Reward = { 356450, 1, -1,}, }, -- 고블린 노역소(신 실버랜드 몬스터 카드 상자)
    { Dungeon = { 56,}, Reward = { 356450, 1, -1,}, }, -- 지하암흑 터널(신 실버랜드 몬스터 카드 상자)
    { Dungeon = { 57,}, Reward = { 356450, 1, -1,}, }, -- 쿵지쿵지(신 실버랜드 몬스터 카드 상자)
    { Dungeon = { 59,}, Reward = { 356450, 1, -1,}, }, -- 신기루 사막(신 실버랜드 몬스터 카드 상자)
    { Dungeon = { 58,}, Reward = { 357560, 1, -1,}, }, -- 드워프 전초기지(아케메디아 몬스터 카드 상자)
    { Dungeon = { 60,}, Reward = { 357560, 1, -1,}, }, -- 드워프 보급로(아케메디아 몬스터 카드 상자)
    { Dungeon = { 61,}, Reward = { 357560, 1, -1,}, }, -- 썬더 해머(아케메디아 몬스터 카드 상자)
    ]]--
}

LevelUpReward = -- 캐릭터 구분 없음
{
    -- 시즌4 수정
    { Level = { 30,35,40,45,50, }, Reward = { 627290,1,-1, 82050,4,-1, } },

--    { Level = { 1,2,3,4,5,6,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25, }, Reward = { 837270,1,-1, } },
--    { Level = { 26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,45,46,47,48,49,50, }, Reward = { 837270,1,-1, } },
--	  { Level = { 51,52,53,54,55,56,57,58,59,60,61,62,63,64,65,66,67,68,69,70,71,72,73,74,75,76,77,78,79,80, }, Reward = { 837270,1,-1, } },
    --{ Level = { 5,10,15,20,25, }, Reward = { 71780,1,-1, 82050,3,-1,} },
    --{ Level = { 30,35,40,45,50, }, Reward = { 627290,1,-1, 82050,4,-1, } },
    --{ Level = { 55,60,65,70,75, }, Reward = { 71770,1,-1, 82050,5,-1, } },
}

DailyConnectionReward = -- 하루 한번
{
    -- ItemID, Duration, Period, ..
    Item = { 17510, 10,-1,},
	--Item = { 17510, 10,-1, 837270, 3,-1,},
}

-- ItemUID의 시작값은 1000부터 시작한다.
ConnectionReward = -- 영구 아이템만 지급 가능... FakeItem = { ItemID, Duration, Period, ItemUID }
{
    {
        UserType = PCBANG_PUBLISH, -- 일반 pc방
        ItemInfo = {
        	-- Char 0 : 1000 ~ 1025까지 사용
            { Char = 0, LevelRange = { 0, 100 }, FakeItem = { 169550,-1,-1,1000,169560,-1,-1,1001,169570,-1,-1,1002,169580,-1,-1,1003,169590,-1,-1,1004,170180,-1,-1,1005,170190,-1,-1,1006,170200,-1,-1,1007,170210,-1,-1,1008, } },
        	-- Char 1 : 1026 ~ 1051까지 사용
            { Char = 1, LevelRange = { 0, 100 }, FakeItem = { 169610,-1,-1,1026,169620,-1,-1,1027,169630,-1,-1,1028,169640,-1,-1,1029,169650,-1,-1,1030,170220,-1,-1,1031,170230,-1,-1,1032,170240,-1,-1,1033,170250,-1,-1,1034, } },
        	-- Char 2 : 1052 ~ 1077까지 사용
            { Char = 2, LevelRange = { 0, 100 }, FakeItem = { 169670,-1,-1,1052,169680,-1,-1,1053,169690,-1,-1,1054,169700,-1,-1,1055,169710,-1,-1,1056,170260,-1,-1,1057,170270,-1,-1,1058,170280,-1,-1,1059,170290,-1,-1,1060, } },
        	-- Char 3 : 1078 ~ 1104까지 사용
            { Char = 3, LevelRange = { 0, 100 }, FakeItem = { 169730,-1,-1,1078,169740,-1,-1,1079,169750,-1,-1,1080,169760,-1,-1,1081,169770,-1,-1,1082,170300,-1,-1,1083,170310,-1,-1,1084,170320,-1,-1,1085,170330,-1,-1,1086, } },
        	-- Char 4 : 1105 ~ 1130까지 사용
            { Char = 4, LevelRange = { 0, 100 }, FakeItem = { 169790,-1,-1,1105,169800,-1,-1,1106,169810,-1,-1,1107,169820,-1,-1,1108,169830,-1,-1,1109,170340,-1,-1,1110,170350,-1,-1,1111,170360,-1,-1,1112,170370,-1,-1,1113, } },
        	-- Char 5 : 1131 ~ 1156까지 사용
            { Char = 5, LevelRange = { 0, 100 }, FakeItem = { 169850,-1,-1,1131,169860,-1,-1,1132,169870,-1,-1,1133,169880,-1,-1,1134,169890,-1,-1,1135,170380,-1,-1,1136,170390,-1,-1,1137,170400,-1,-1,1138,170410,-1,-1,1139, } },
        	-- Char 6 : 1157 ~ 1182까지 사용
            { Char = 6, LevelRange = { 0, 100 }, FakeItem = { 169910,-1,-1,1157,169920,-1,-1,1158,169930,-1,-1,1159,169940,-1,-1,1160,169950,-1,-1,1161,170420,-1,-1,1162,170430,-1,-1,1163,170440,-1,-1,1164,206790,-1,-1,1165, } },
        	-- Char 7 : 1183 ~ 1208까지 사용
            { Char = 7, LevelRange = { 0, 100 }, FakeItem = { 169970,-1,-1,1183,169980,-1,-1,1184,169990,-1,-1,1185,170000,-1,-1,1186,170010,-1,-1,1187,170450,-1,-1,1188,170460,-1,-1,1189,170470,-1,-1,1190,205740,-1,-1,1191, } },
        	-- Char 8 : 1209 ~ 1232까지 사용	
            { Char = 8, LevelRange = { 0, 100 }, FakeItem = { 170030,-1,-1,1209,170040,-1,-1,1210,170050,-1,-1,1211,170060,-1,-1,1212,170070,-1,-1,1213,170480,-1,-1,1214,205750,-1,-1,1215,205760,-1,-1,1216,929480,-1,-1,1217, } },
            -- Char 9 : 1233 ~ 1256 까지 사용 (예약)
			{ Char = 9, LevelRange = { 0, 100 }, FakeItem = { 374220,-1,-1,1233,374230,-1,-1,1234,374240,-1,-1,1235,374250,-1,-1,1236,374260,-1,-1,1237,374460,-1,-1,1238,374470,-1,-1,1239,629690,-1,-1,1240,374480,-1,-1,1241 } },
            -- Char 10 : 1257 ~ 1280 까지 사용 (예약)
			{ Char = 10, LevelRange = { 0, 100 }, FakeItem = { 374490,-1,-1,1257,374500,-1,-1,1258,374510,-1,-1,1259,374520,-1,-1,1260,374530,-1,-1,1261,374690,-1,-1,1262,} },
            -- Char 11 : 1281 ~ 1304 까지 사용 (예약)
			{ Char = 11, LevelRange = { 0, 100 }, FakeItem = { 565580,-1,-1,1281,565590,-1,-1,1282,565600,-1,-1,1283,565610,-1,-1,1284,565620,-1,-1,1285,565630,-1,-1,1286,} },
            -- Char 12 : 1305 ~ 1328 까지 사용
            { Char = 12, LevelRange = { 0, 100 }, FakeItem = { 526000,-1,-1,1305,526010,-1,-1,1306,526020,-1,-1,1307,526030,-1,-1,1308,526040,-1,-1,1309,526050,-1,-1,1310, } },
			-- Char 13 : 1329 ~ 1352 까지 사용 (예약)
            { Char = 13, LevelRange = { 0, 100 }, FakeItem = { 697050,-1,-1,1329,694700,-1,-1,1330,694710,-1,-1,1331,694720,-1,-1,1332,694730,-1,-1,1333,694740,-1,-1,1334, } },
			-- Char 14 : 1353 ~ 1376 까지 사용 (예약)
			{ Char = 14, LevelRange = { 0, 100 }, FakeItem = { 709090,-1,-1,1353,709100,-1,-1,1354,709110,-1,-1,1355,709120,-1,-1,1356,709130,-1,-1,1357,711440,-1,-1,1358, } },
			-- Char 15 : 1377 ~ 1400 까지 사용 (예약)
			{ Char = 15, LevelRange = { 0, 100 }, FakeItem = { 863770,-1,-1,1377,863780,-1,-1,1378,863790,-1,-1,1379,863800,-1,-1,1380,863810,-1,-1,1381,866060,-1,-1,1382, } },
			-- Char 16 : 1401 ~ 1424 까지 사용 (예약)
			{ Char = 16, LevelRange = { 0, 100 }, FakeItem = { 933350,-1,-1,1401,933360,-1,-1,1402,933370,-1,-1,1403,933380,-1,-1,1404,933390,-1,-1,1405,938350,-1,-1,1406, } },
			-- Char 17 : 1426 ~ 1450 까지 사용 (예약)
			{ Char = 17, LevelRange = { 0, 100 }, FakeItem = { 1161110,-1,-1,1426,1161120,-1,-1,1427,1161130,-1,-1,1428,1161140,-1,-1,1429,1161150,-1,-1,1430,1171650,-1,-1,1431, } },
			-- Char 18 : 1451 ~ 1475 까지 사용 (예약)
			{ Char = 18, LevelRange = { 0, 100 }, FakeItem = { 1251210,-1,-1,1432,1251220,-1,-1,1433,1251230,-1,-1,1434,1251240,-1,-1,1435,1251250,-1,-1,1436,1261680,-1,-1,1437, } },
			
			
			
			
			
        },
    },
}

-- Pet Item의 경우 현재 ItemUID는 1425 부터 생성.
PetConnectionReward = 
{
    {
        UserType = PCBANG_PUBLISH,
        PetInfo = {
            {
                PetItemID = 890700,
				PetItemUID = 1425,
                PetStrName = "str_10",
                PetEquipItem = { 890710, 127, 1475 }, -- { ItemID, Factor, ItemUID, } 장착아이템( 스킬 정보. )
            },
        },
    },
}

-- 펫 코스튬의 경우 영구만 지급 가능하다.
PetCostumeItem = 
{
    Item = { },
}

-- 사내테섭 테스트용 IP등록
TestIP =
{
--    { "14.45.79.129", "14.45.79.254" }, -- KOG
--	{ "192.168.52.1", "192.168.52.255" }, -- KOG
--	{ "192.168.61.1", "192.168.61.255" }, -- KOG
	-- for Test
--	{ "192.168.52.1", "192.168.52.172" }, 
--	{ "192.168.52.174", "192.168.52.255" },
--	{ "192.168.61.1", "192.168.61.25" },
--	{ "192.168.61.27", "192.168.61.255" },
--	{ "218.145.96.33", "218.145.96.33" },
--	{ "192.168.52.189", "192.168.52.189" },
--	{ "192.168.52.153", "192.168.52.153" },
--	{ "192.168.61.19", "192.168.61.19" },
}

-- 남미 사내테섭 테스트용 ID와 PC방 혜택 강제 연결
USE_LIN_BENEFIT_TEST = FALSE
LINBenefitTestID =
{
--[[
ID: GCcyber1 ~ GCcyber10, testergc01
Pass: tester123 -- 패스워드는 md5계산을 해야 테스트 페이지에서 사용할 수 있다
md5(tester123) = 8e607a4752fa2e59413e5790536f2b42

경험치 보너스
10% IP 200.1.1.1
15% IP 200.2.2.2
20% IP 190.3.3.3
25% IP 192.4.4.4

테섭용: http://auth.tst.axeso5.com/webservice/axeso5WSv3.asmx
본섭용: http://auth.axeso5.com/webservice/axeso5WSv3.asmx

    { "gccyber1", LIN_BENEFIT_TYPE1 },
    { "gccyber2", LIN_BENEFIT_TYPE2 },
    { "gccyber3", LIN_BENEFIT_TYPE3 },
    { "gccyber4", LIN_BENEFIT_TYPE4 },
--]]
}
