-- 레벨 초기화 이벤트

VERSION = 1

BeginTime = { 2011, 01, 01, 09 }
EndTime = { 2011, 12, 31, 09 }

-- 보상 목표 Lv
Reward_Level = 2


-- 보상 아이템 리스트
-- CharTYpe, ItemList = { ItemID, 수량, 기간 }
-- GP 초기화 아이템 보상
RewardItemListGP = {
	{ CharType = 0, ItemList = { { 668530, 10, -1 }, { 506040, -1, 10 }, },},
	{ CharType = 1, ItemList = { { 669490, 10, -1 }, { 506040, -1, 10 }, },},
	{ CharType = 2, ItemList = { { 670450, 10, -1 }, { 506040, -1, 10 }, },},
	{ CharType = 3, ItemList = { { 671410, 10, -1 }, { 506040, -1, 10 }, },},
	{ CharType = 4, ItemList = { { 672370, 10, -1 }, { 506040, -1, 10 }, },},
	{ CharType = 5, ItemList = { { 673330, 10, -1 }, { 506040, -1, 10 }, },},
	{ CharType = 6, ItemList = { { 674290, 10, -1 }, { 506040, -1, 10 }, },},
	{ CharType = 7, ItemList = { { 675250, 10, -1 }, { 506040, -1, 10 }, },},
	{ CharType = 8, ItemList = { { 676210, 10, -1 }, { 506040, -1, 10 }, },},
	{ CharType = 9, ItemList = { { 677170, 10, -1 }, { 506040, -1, 10 }, },},
	{ CharType = 10, ItemList = { { 678130, 10, -1 }, { 506040, -1, 10 }, },},
	{ CharType = 11, ItemList = { { 679090, 10, -1 }, { 506040, -1, 10 }, },},
	{ CharType = 12, ItemList = { { 680050, 10, -1 }, { 506040, -1, 10 }, },},	
	{ CharType = 13, ItemList = { { 704520, 10, -1 }, { 506040, -1, 10 }, },},	
	{ CharType = 14, ItemList = { { 718910, 10, -1 }, { 506040, -1, 10 }, },},	
	{ CharType = 15, ItemList = { { 870220, 10, -1 }, { 506040, -1, 10 }, },},			
}

-- 보상 아이템 리스트
-- CharTYpe, ItemList = { ItemID, 수량, 기간 }
-- Cash 초기화 아이템 보상
RewardItemListCash = {
	{ CharType = 0, ItemList = { { 668540, 10, -1 }, { 506040, -1, 10 }, },},
	{ CharType = 1, ItemList = { { 669500, 10, -1 }, { 506040, -1, 10 }, },},
	{ CharType = 2, ItemList = { { 670460, 10, -1 }, { 506040, -1, 10 }, },},
	{ CharType = 3, ItemList = { { 671420, 10, -1 }, { 506040, -1, 10 }, },},
	{ CharType = 4, ItemList = { { 672380, 10, -1 }, { 506040, -1, 10 }, },},
	{ CharType = 5, ItemList = { { 673340, 10, -1 }, { 506040, -1, 10 }, },},
	{ CharType = 6, ItemList = { { 674300, 10, -1 }, { 506040, -1, 10 }, },},
	{ CharType = 7, ItemList = { { 675260, 10, -1 }, { 506040, -1, 10 }, },},
	{ CharType = 8, ItemList = { { 676220, 10, -1 }, { 506040, -1, 10 }, },},
	{ CharType = 9, ItemList = { { 677180, 10, -1 }, { 506040, -1, 10 }, },},
	{ CharType = 10, ItemList = { { 678140, 10, -1 }, { 506040, -1, 10 }, },},
	{ CharType = 11, ItemList = { { 679100, 10, -1 }, { 506040, -1, 10 }, },},
	{ CharType = 12, ItemList = { { 680060, 10, -1 }, { 506040, -1, 10 }, },},	
	{ CharType = 13, ItemList = { { 704530, 10, -1 }, { 506040, -1, 10 }, },},	
	{ CharType = 14, ItemList = { { 718920, 10, -1 }, { 506040, -1, 10 }, },},	
	{ CharType = 15, ItemList = { { 870230, 10, -1 }, { 506040, -1, 10 }, },},			
}


-- 초기화 아이템 리스트 GP
-- 캐릭터 타입, 아이템 GoodSID
ResetItemListGP = 
{
	{ 0, 565660 },
	{ 1, 565670 },
	{ 2, 565680 },
	{ 3, 565690 },
	{ 4, 565700 },
	{ 5, 565710 },
	{ 6, 565720 },
	{ 7, 565730 },
	{ 8, 565740 },
	{ 9, 565750 },
	{ 10, 565760 },
	{ 11, 565770 },
	{ 12, 565780 },
	{ 13, 779990 },
	{ 14, 803840 },
	{ 15, 904860 },		
}

-- 초기화 아이템 리스트 Cash
-- 캐릭터 타입, 아이템 GoodSID
ResetItemListCash = 
{
	{ 0, 668520 },
	{ 1, 669480 },
	{ 2, 670440 },
	{ 3, 671400 },
	{ 4, 672360 },
	{ 5, 673320 },
	{ 6, 674280 },
	{ 7, 675240 },
	{ 8, 676200 },
	{ 9, 677160 },
	{ 10, 678120 },
	{ 11, 679080 },
	{ 12, 680040 },
	{ 13, 704510 },
	{ 14, 718900 },
	{ 15, 870210 },		
}

