--펫 마력석
MagicStoneInfo = {
--[[
--고급 마력석
	{
		Slot = 0,
		Stones = {
			{ 1473500, 1, 3, 0.08 }, -- 고급 빨강
		}
	},
	{
		Slot = 1,
		Stones = {
			{ 1473510, 0, 4, 0.5 }, -- 고급 노랑
		}
	},
	{
		Slot = 3,
		Stones = {
			{ 1473520, 2, 1, 0.1 }, -- 고급 파랑
		}
	},
	{
		Slot = 2,
		Stones = {
			{ 1473530, 3, 0, 0.08 },  -- 고급 초록
		}
	},
	{
		Slot = 4,
		Stones = {
			{ 1473540, 4, 2, 0.2 },  -- 고급 보라
		}
	},
	--]]
--일반 마력석
	{
		Slot = 0,
		Stones = {
			{ 1473500, 1, 3, 0.08 }, -- 고급 빨강
		}
	},
	{
		Slot = 1,
		Stones = {
			{ 1473510, 0, 4, 0.5 }, -- 고급 노랑
		}
	},
	{
		Slot = 3,
		Stones = {
			{ 1473520, 2, 1, 0.1 }, -- 고급 파랑
		}
	},
	{
		Slot = 2,
		Stones = {
			{ 1473530, 3, 0, 0.08 },  -- 고급 초록
		}
	},
	{
		Slot = 4,
		Stones = {
			{ 1473540, 4, 2, 0.2 },  -- 고급 보라
		}
		},
	{
		Slot = 5,
		Stones = {
			{ 1780910, 4, 2, 0.2 },  -- 고급 보라
		}		
	}	
}