-- 인벤토리 차지하지 않은 ItemList
-- 110131_ruby: 몬스터 카드/ 칭호/ 이모티콘/ 가차 구슬/ 봉인 해제서/ +..
NonInvenSizeItem = {
1940960,
1940970,
1940980,
1940990,
1941000,
1941010,
1941020,
1941030,
1941040,
1941050,
1941060,
1842810,
1842820,
1842830,
1842840,
1842850,
1842860,
1842870,
1842880,
1842890,
1842900,
1842910,
1842920,
1738720,
1738730,
1735810,
1552430,
1396500,  --세이빙 모드 스킬 아이콘
1396510,  --세이빙 모드 스킬 아이콘
1396520,  --세이빙 모드 스킬 아이콘
1396530,  --세이빙 모드 스킬 아이콘
1396540,  --세이빙 모드 스킬 아이콘
1396550,  --세이빙 모드 스킬 아이콘
1396560,  --세이빙 모드 스킬 아이콘
1396570,  --세이빙 모드 스킬 아이콘
1396580,  --세이빙 모드 스킬 아이콘
1396590,  --세이빙 모드 스킬 아이콘
1396600,  --세이빙 모드 스킬 아이콘
1396610,  --세이빙 모드 스킬 아이콘
1396620,  --세이빙 모드 스킬 아이콘
1396630,  --세이빙 모드 스킬 아이콘
1396640,  --세이빙 모드 스킬 아이콘
1396650,  --세이빙 모드 스킬 아이콘
1396660,  --세이빙 모드 스킬 아이콘
1396670,  --세이빙 모드 스킬 아이콘
1396680,  --세이빙 모드 스킬 아이콘
1277090,  -- 베이가스 게이트 조각 미션
1278090,  --베이가스 4단필
1278080,  --MP 보유량 증가
1277970,  --베이가스의 봉인구슬
1280830, -- 돌주먹 골리아스
1280840, -- 바위주먹 골리아스
1280850, -- 돌정령 골리아스
1280860, -- 바위정령 골리아스
1280870, -- 큰바위 트로카
1280880, -- 라세르타 추격꾼
1280890, -- 라세르타 싸움꾼
1280900, -- 라세르타 전사
1280910, -- 라세르타 광전사
1280920, -- 라세르타 주술사
1280930, -- 라세르타 마도사
1280940, -- 대전사 라크라크
1280950, -- 대마도사 로크로크
1280960, -- 공허의 순찰자
1280970, -- 공호의 정찰자
1280980, -- 공허의 추격자
1280990, -- 공허의 감시자
1281000, -- 공허의 파수꾼
1281010, -- 공허의 주술사
1281020, -- 공허의 마도사
1281030, -- 공허의 흑마술사
1281040, -- 절망의 모리드
1281050, -- 증오의 가루드
1245630,  -- 첫째날 미션 완수의 증표
1245640,  -- 둘째날 미션 완수의 증표
1245650,  -- 셋째날 미션 완수의 증표
1245660,  -- 넷째날 미션 완수의 증표
1187360,  -- 미니 뿅망치
1107610,
1107620,
1107630,
1107640,
1107650,
1107660,
1107670,
1107680,
1115700,
1090790,
1090800,
1090810,
1090820,
1090830,
1090840,
1079530, --리타의 첫사랑 이야기 몬스터카드
1075720,
1075730,
1075740,
1075750,
1075760,
1075770,
1090270, --오즈박사 랜덤 미션 체크아이템
1090280, --오즈박사 랜덤 미션 체크아이템
1090290, --오즈박사 랜덤 미션 체크아이템
1090300, --오즈박사 랜덤 미션 체크아이템
1090310, --오즈박사 랜덤 미션 체크아이템
1077490,
1077500,
1077510,
1077520,
1077530,
1067310,
1067320,
1067330,
1067340,
1067350,
1067360,
1064690, --제로 레벨업 체크아이템
124950,
238960,
911710,
238790,
62140,
62430,
911730,
911720,
238970,
238600,
62460,
62490,
911770,
62530,
62610,
276270,
276280,
276300,
238700,
298060,
238810,
238870,
911740,
238890,
238920,
239110,
238910,
911760,
911750,
238620,
239150,
239180,
239140,
967230,  --비전 봉인기 - MP게이지 4칸
967240,  --비전 봉인기 - 오오라 범위 증가
967250,  --비전 봉인 필살기 - 리뎀션
966870,  -- 봉인된 연녹색 구슬
967460	,
967220	,
582440,
876790,
876800,
876810,
876820,
876830,
876840,
876850,
876860,
876870,
876880,
876890,
876900,
876910,
876920,
876930,
831010	,
831020	,
831030	,
831040	,
831050	,
831060	,
831070	,
831080	,
831090	,
831100	,
831110	,
831120	,
831130	,
831140	,
831150	,
831160	,
831170	,
831180	,
831190	,
831200	,
831210	,
831220	,
831230	,
831240	,
831250	,
831260	,
831270	,
831280	,
831290	,
831300	,
831310	,
831320	,
831330	,
831340	,
831350	,
831360	,
831370	,
831380	,
831390	,
831400	,
831410	,
831420	,
831430	,
831440	,
831450	,
831460	,
831470	,
831480	,
831490	,
831500	,
831510	,
831520	,
831530	,
831540	,
831550	,
831560	,
831570	,
831580	,
831590	,
831600	,
831610	,
831620	,
831630	,
831640	,
831650	,
831660	,
831670	,
831680	,
831690	,
831700	,
831710	,
831720	,
831730	,
831740	,
831750	,
831760	,
831770	,
831780	,
831790	,
831800	,
831810	,
831820	,
831830	,
831840	,
831850	,
831860	,
831870	,
831880	,
831890	,
831900	,
831910	,
831920	,
831930	,
831940	,
831950	,
831960	,
831970	,
831980	,
831990	,
832000	,
832010	,
832020	,
832030	,
832040	,
832050	,
834160	,
834170	,
834180	,
834190	,
834200	,
834210	,
834220	,
834230	,
834240	,
834250	,
834260	,
834270	,
834280	,
834290	,
834300	,
834310	,
834320	,
834330	,
834340	,
834350	,
834360	,
834370	,
834380	,
834390	,
834400	,
834410	,
834420	,
834430	,
834440	,
834450	,
834460	,
834470	,
834480	,
834490	,
834500	,
834510	,
834520	,
834530	,
834540	,
834550	,
834560	,
834570	,
834580	,
834590	,
834600	,
834610	,
834620	,
834630	,
834640	,
834650	,
834660	,
834670	,
834680	,
834690	,
834700	,
834710	,
834720	,
834730	,
834740	,
834750	,
834760	,
834770	,
834780	,
834790	,
834800	,
834810	,
834820	,
834830	,
834840	,
834850	,
834860	,
834870	,
834880	,
834890	,
834900	,

	71790, --잘가
	71800, --하이
	71810, --졸려
	71820, --땀이 뻘뻘
	71830, --긁적
	71840, --고고싱
	71850, --전화
	71860, --사냥
	71870, --광분
	71880, --좌절
	71890, --흥
	71900, --놀아줘
	71910, --한숨
	71920, --싸우자
	71930, --끄덕
	71940, --노노
	71950, --윙크
	71960, --뽀뽀
	71970, --꽃
	71980, --발끈
	71990, --메롱
	72000, --샤방샤방
	72010, --춤
	72020, --짱
	72030, --아이디어
	72040, --궁금
	72050, --고민
	72060, --휘번뜩
	72070, --어질어질
	72080, --놀람
	72090, --내꺼야
	72100, --띵
	72110, --아놔
	72120, --고소해
	72130, --할말 없음
	72140, --당황
	72150, --ㅌㅌㅌ
	72160, --삐침
	72170, --득템
	72180, --노래
	72190, --하하
	72200, --훗
	72210, --흑흑
	72220, --버럭
	72230, --미안
	72240, --감사
	72250, --축하
	72260, --사랑해
	72270, --발그레
	72280, --애교
	80420, --카나반 이모티콘
	83340, --세르딘 수비대
	83350, --하피 헌터
	83360, --오크 원정대
	83370, --드레이크 마스터
	83380, --엘븐 가디언
	83390, --전사의 맹세
	83400, --포레스트 레인저
	83410, --죽음의 왕
	83420, --문명의 개척자
	83430, --무사도
	83440, --포세이돈의 후계자
	83450, --데빌 헌터
	83460, --드레곤 슬레이어
	83470, --지옥의 묵시록
	83480, --그랜드체이스
	83490, --페리톤의 계승자
	83500, --카스툴 유적의 정복자
	83510, --가디언 나이츠
	83520, --레전드 프론티어
	83530, --천공의 메시아
	101820, --봉인된 낡은 빨강 구슬
	101830, --봉인된 고급 빨강 구슬
	101840, --봉인된 최고급 빨강 구슬
	101850, --봉인된 낡은 초록 구슬
	101860, --봉인된 고급 초록 구슬
	101870, --봉인된 최고급 초록 구슬
	101880, --봉인된 낡은 보라 구슬
	101890, --봉인된 고급 보라 구슬
	101900, --봉인된 최고급 보라 구슬
	101910, --봉인된 낡은 파랑 구슬
	101920, --봉인된 고급 파랑 구슬
	101930, --봉인된 최고급 파랑 구슬
	101940, --봉인된 낡은 주황 구슬
	101950, --봉인된 고급 주황 구슬
	101960, --봉인된 최고급 주황 구슬
	101970, --봉인된 낡은 진푸른 구슬
	101980, --봉인된 고급 진푸른 구슬
	101990, --봉인된 최고급 진푸른 구슬
	102000, --봉인된 낡은 분홍 구슬
	102010, --봉인된 고급 분홍 구슬
	102020, --봉인된 최고급 분홍 구슬
	102030, --구슬 봉인 해제 주문서
	105240, --가즈나이트
	109980, --마력이 고갈된 빨강 구슬
	109990, --마력이 고갈된 초록 구슬
	110000, --마력이 고갈된 보라 구슬
	110010, --마력이 고갈된 파랑 구슬
	110020, --마력이 고갈된 주황 구슬
	110030, --마력이 고갈된 진푸른 구슬
	110040, --마력이 고갈된 분홍 구슬
	110050, --마력이 고갈된 구슬 봉인 해제서
	116340, --브라질 국기 이모티콘
	123360, --GO!
	123370, --STOP!
	127370, --기부 랭크 1위 칭호
	127380, --기부 랭크 2위 칭호
	127390, --기부 랭크 3위 칭호
	127400, --기부 랭크 4위 칭호
	127410, --기부 랭크 5위 칭호
	130880, --엔트마스터
	130890, --실버나이츠
	131240, --봉인된 낡은 진붉은 구슬
	131250, --봉인된 고급 진붉은 구슬
	131260, --봉인된 최고급 진붉은 구슬
	131730, --마력이 고갈된 진붉은 구슬
	133710, --복 칭호
	138150, --세르딘 금빛 길드
	138160, --세르딘 은빛 길드
	138170, --세르딘 동빛 길드
	138180, --세르딘 흑빛 길드
	138190, --초대 GC근위대의 빛
	138200, --초대 GC근위대의 불꽃
	138210, --초대 GC근위대의 얼음
	138220, --초대 GC근위대의 바람
	138820, --초콜릿 주세요
	138910, --킹크랩 슬레이어
	140720, --삐에로 이모티콘
	140730, --Carioca Hat 이모티콘
	140740, --카니발 마스크 이모티콘
	140750, --쌈바 퀸 이모티콘
	140760, --쌈바 킹 이모티콘
	141730, --진홍의 불꽃
	147720, --아쿠아마린
	148020, --세상의 빛이 되는 자
	148980, --플레이 타임왕 칭호
	148990, --엘리시스 랭킹왕 칭호
	149000, --리르 랭킹왕 칭호
	149010, --아르메 랭킹왕 칭호
	149020, --라스 랭킹왕 칭호
	149030, --라이언 랭킹왕 칭호
	149040, --로난 랭킹왕 칭호
	149050, --에이미 랭킹왕 칭호
	149060, --진 랭킹왕 칭호
	149070, --룬 강화 열정상 칭호
	149080, --목걸이 강화 열정상 칭호
	149090, --챔피언 공략왕 칭호
	150530, --신규 유저 칭호
	150920, --고대 마검사의 전설
	156960, --봉인된 낡은 검은 구슬
	156970, --봉인된 고급 검은 구슬
	156980, --봉인된 최고급 검은 구슬
	156990, --마력이 고갈된 검은 구슬
	157590, --Happy Ending
	160480, --마력을 다스리는 자
	171140, --쉐도우 마스터
	175690, --풍선껌 이모티콘
	177580, --레인보우 7
	182150, --네이쳐 가디언
	182870, --원시의 정복자
	182890, --평형의 전사
	183370, --Brain Freeze!!
	184590, --용사의 섬 1등 칭호
	184600, --용사의 섬 2등 칭호
	184610, --용사의 섬 3등 칭호
	184620, --지혜로운 통치자
	184640, --재생을 위한 파괴자
	188500, --블랙나이츠
	188520, --생명의 수호자
	188540, --천외천
	205880, --버찌와 함께!!
	206020, --신의 대리자
	206960, --산타의 선물
	206970, --영예로운 용사
	215670, --데저트 이글
	215680, --케이브 스카우터
	215690, --쿵지쿵지
	215700, --메탈기어 워리어
	225100, --머쉬룸 카드
	225110, --너구리 카드
	225120, --엔트 카드
	225130, --슬라임 카드
	225140, --고블린 카드
	225150, --사나운 웬디 카드
	225160, --고블린투척병 카드
	225170, --오크전사대장 카드
	225180, --하피 카드
	225190, --하피 퀸 카드
	225200, --오크 카드
	225210, --오크로드 카드
	225220, --곤 카드
	225230, --앤몬정찰병 카드
	225240, --고르곤 카드
	225250, --레드 고르고스 카드
	225260, --오크전사 카드
	225270, --오크투척병 카드
	225280, --트롤 카드
	225290, --엔몬 문지기 카드
	225300, --드릴몬 카드
	225310, --자이언트 드릴몬 카드
	225320, --그린 슬라임 카드
	225330, --다크메이지 카드
	225340, --엘리자베스 카드
	225350, --해골 카드
	225360, --좀비오크전사 카드
	225370, --리치 카드
	225380, --파라미니미 카드
	225390, --스톤트롤 카드
	225400, --파라돔 카드
	225410, --강화된 앤몬정찰병 카드
	225420, --강화된 앤몬문지기 카드
	225430, --몽반 카드
	225440, --가이코즈 카드
	225450, --비스트모스키토 카드
	225460, --엔트미니미 카드
	225470, --변질된 엔트 카드
	225480, --에이션트 엔트 카드
	225490, --불거미 카드
	225500, --독거미 카드
	225510, --해골격투가 카드
	225520, --블랙페어리 퀸 카드
	225530, --캐스터 랍스터 카드
	225540, --전기 아귀 카드
	225550, --에메랄드 랍스터 카드
	225560, --산호몬 카드
	225570, --크라코 카드
	225580, --습지대 고블린 카드
	225590, --안개 정령 카드
	225600, --바이올렛 페어리 카드
	225610, --바이올렛 픽시 카드
	225620, --미스틱 골렘 카드
	225630, --하스 카드
	225640, --새끼 독거미 카드
	225650, --미니 식충 식물 카드
	225660, --포이즌 모스키토 카드
	225670, --블랙 웬디 카드
	225680, --라플레시아 카드
	225690, --독거미 여왕 카드
	225700, --성난 피바람 오크 카드
	225710, --성난 피바람 오크 전사 카드
	225720, --마그마 파라돔 카드
	225730, --타르타로스 카드
	225740, --드레이크 웜 카드
	225750, --블랙나이츠 창병 카드
	225760, --블랙나이츠 방패병 카드
	225770, --하급 암흑사제 카드
	225780, --블랙 템페스트 카드
	225790, --빅터 카드
	225800, --조약돌 고블린 카드
	225810, --조약돌 고블린 싸움꾼 카드
	225820, --조약돌 고블린 노역꾼 카드
	225830, --천년사도 카드
	225840, --브루터스 카드
	225850, --새테쉬 카드
	225860, --일꾼 깨미 카드
	225870, --병정 깨미 카드
	225880, --검방이 카드
	225890, --대장 깨미 카드
	225900, --스콜피스 카드
	225910, --하셉수트 카드
	225920, --쿵지 카드
	225930, --매직 쿵 카드
	225940, --빅 쿵 카드
	225950, --가디언 쿵 카드
	225960, --엘더 쿵 카드
	225970, --아머랍스터 카드
	225980, --귀신아귀 카드
	225990, --미니 아이스골렘 카드
	226000, --파투세이 카드
	226010, --어둠의 앤몬정찰병 카드
	226020, --엘레나 카드
	226030, --카미키 카드
	226040, --몽반 리더 카드
	226050, --미니 파이어골렘 카드
	226060, --바실리스크 카드
	226070, --어둠의 앤몬문지기 카드
	226080, --어둠의 몽반 카드
	226090, --헬 리치 카드
	226100, --가도센 카드
	226110, --어둠의 다크메이지 카드
	226120, --어둠의 트롤 카드
	226130, --어둠의 고르고스 카드
	226140, --진 카제아제 카드
	226150, --해골궁수 카드
	226160, --해골기사 카드
	226170, --파이어골렘 카드
	226180, --사이클롭스 카드
	226190, --고대의 미니 스톤골렘 카드
	226200, --고대의 파라미니미 카드
	226210, --해골궁수대장 카드
	226220, --해골기사대장 카드
	226230, --고대의 파라돔 카드
	226240, --자이언트 스톤골렘 카드
	226250, --아머캣 카드
	226260, --광폭한 오크전사 카드
	226270, --광폭한 블랙페어리 퀸 카드
	226280, --광폭한 오크 로드 카드
	226290, --다크아몬 카드
	226300, --원주민창병 카드
	226310, --주니어식충식물 카드
	226320, --원주민족장 카드
	226330, --비홀더 카드
	226340, --이끼괴수 카드
	226350, --변이스켈레톤 카드
	226360, --레나시엔 카드
	226370, --옥투스 카드
	226380, --광신도 방패병 카드
	226390, --광신도 승려 카드
	226400, --광신도 폭탄병 카드
	226410, --가시몬 카드
	226420, --바네사 카드
	226430, --순환의 신 카드
	226440, --어쌔신 검술사 카드
	226450, --어쌔신 순찰자 카드
	226460, --나가몬 카드
	226470, --불타로스 카드
	226480, --로쉐 카드
	226490, --켄크르 카드
	226500, --해머몬 카드
	226510, --마그몬 카드
	226520, --지그 카드
	226530, --프리징 켄크르 카드
	226540, --프리징 세이버투스 카드
	226550, --엔다이온 카드
	226560, --샤크아론 카드
	226570, --쥬리오르 카드
	226580, --자이언트 웜 카드
	226590, --미스톤 카드
	226600, --DK Mark-1 카드
	226610, --거인 카드
	226620, --페리어트 카드
	226630, --독가시 넝쿨몬 카드
	226640, --디코이 카드
	226650, --DK Mark-II 카드
	226660, --우덴 카드
	226670, --다크 스톰 카드
	226680, --퓨리어스 스톰 카드
	226690, --신목 카드
	226700, --가고일 카드
	226710, --사타니엘 전사 카드
	226720, --상급 암흑사제 카드
	226730, --헤라 카드
	226740, --이블리스 카드
	226750, --타나토스 카드
	226760, --암흑숲 암살자 카드
	226770, --불망치 대장장이 카드
	226780, --불망치 버서커 카드
	226790, --스파이더 가드머신 카드
	226800, --탈린 풀가드 카드
	293810, --봉인된 낡은 연푸른 구슬
	293820, --봉인된 고급 연푸른 구슬
	293830, --봉인된 최고급 연푸른 구슬
	297350, --미라지 어드벤쳐
	297360, --기계문명 탐험가
	297640, --그랜드체이스 열혈 매니아
	301590, --모래 일꾼 깨미 카드
	301600, --모래 병정 깨미 카드
	301610, --스콜핑 카드
	301620, --프릴자드 카드
	301630, --자이언트 프릴자드 카드
	301640, --샌드룰러 카드
	301650, --강철 드워프 공병 카드
	301660, --강철 드워프 감독관 카드
	301670, --불망치 드릴러 카드
	301680, --파워 셔블 카드
	301690, --센트리 키퍼 1호 카드
	301700, --센트리 키퍼 2호 카드
	305500, --개인전 1위 칭호
	305510, --개인전 2위 칭호
	305520, --개인전 3위 칭호
	305530, --단체전 1위 칭호
	305540, --단체전 2위 칭호
	305550, --단체전 3위 칭호
	319800, --무법자 꽃게 카드
	319810, --블루 슬라임 카드
	319820, --레드 슬라임 카드
	319830, --꿀꺼비 카드
	319840, --포이즌 머쉬룸 카드
	319850, --원령 무사 카드
	319860, --원령 총사 카드
	319870, --제사장 카드
	319880, --수신장 카드
	319890, --암흑 밀사 카드
	328850, --시작하는 용사의 길
	328860, --돌아온 용사의 길
	328870, --전설을 꿈꾸는 자
	331140, --Fighting Korea
	331630, --드워븐 워리어
	331650, --테크니컬 가드 카드
	331660, --썬더 해머 소총병 카드
	331670, --썬더 해머 수호병 카드
	331680, --솔저 가드머신 카드
	331690, --듀엘 카드
	331700, --아론 카드
	356440, --미니언 이모티콘
	359300, --4주년 기념 폭죽
	362020, --10 Lv 달성 뱃지
	362030, --18 Lv 달성 뱃지
	362040, --25 Lv 달성 뱃지
	362050, --30 Lv 달성 뱃지
	367170, --영혼의 지배자
	367300, --네모필라 카드
	367310, --데몬코어 카드
	378430, --GWC 2010 영웅의 상징
	378460, --GWC 2010 기념 칭호
	430230, --GWC 2010 기념 칭호
	435910, --강인한 GWC 2010 기념 칭호
	435920, --용맹한 GWC 2010 기념 칭호
	440900, --메가마인드 이모티콘
	441080, --메트로맨 이모티콘
	441160, --10레벨 달성 미션 체크용 아이템
	441170, --15레벨 달성 미션 체크용 아이템
	441180, --20레벨 달성 미션 체크용 아이템
	441190, --25레벨 달성 미션 체크용 아이템
	451130, --지옥불 군단장
	507180, --1Lv 달성 완료 아이템
	507190, --3Lv 달성 완료 아이템
	507200, --5Lv 달성 완료 아이템
	507210, --8Lv 달성 완료 아이템
	507220, --10Lv 달성 완료 아이템
	507230, --12Lv 달성 완료 아이템
	507240, --15Lv 달성 완료 아이템
	507250, --18Lv 달성 완료 아이템
	507260, --20Lv 달성 완료 아이템
	507270, --1Lv 달성 완료 아이템
	507280, --3Lv 달성 완료 아이템
	507290, --5Lv 달성 완료 아이템
	507300, --8Lv 달성 완료 아이템
	507310, --10Lv 달성 완료 아이템
	507320, --12Lv 달성 완료 아이템
	507330, --15Lv 달성 완료 아이템
	507340, --18Lv 달성 완료 아이템
	507350, --20Lv 달성 완료 아이템
	507360, --1Lv 달성 완료 아이템
	507370, --3Lv 달성 완료 아이템
	507380, --5Lv 달성 완료 아이템
	507390, --8Lv 달성 완료 아이템
	507400, --10Lv 달성 완료 아이템
	507410, --12Lv 달성 완료 아이템
	507420, --15Lv 달성 완료 아이템
	507430, --18Lv 달성 완료 아이템
	507440, --20Lv 달성 완료 아이템
	507450, --1Lv 달성 완료 아이템
	507460, --3Lv 달성 완료 아이템
	507470, --5Lv 달성 완료 아이템
	507480, --8Lv 달성 완료 아이템
	507490, --10Lv 달성 완료 아이템
	507500, --12Lv 달성 완료 아이템
	507510, --15Lv 달성 완료 아이템
	507520, --18Lv 달성 완료 아이템
	507530, --20Lv 달성 완료 아이템
	507540, --1Lv 달성 완료 아이템
	507550, --3Lv 달성 완료 아이템
	507560, --5Lv 달성 완료 아이템
	507570, --8Lv 달성 완료 아이템
	507580, --10Lv 달성 완료 아이템
	507590, --12Lv 달성 완료 아이템
	507600, --15Lv 달성 완료 아이템
	507610, --18Lv 달성 완료 아이템
	507620, --20Lv 달성 완료 아이템
	507630, --1Lv 달성 완료 아이템
	507640, --3Lv 달성 완료 아이템
	507650, --5Lv 달성 완료 아이템
	507660, --8Lv 달성 완료 아이템
	507670, --10Lv 달성 완료 아이템
	507680, --12Lv 달성 완료 아이템
	507690, --15Lv 달성 완료 아이템
	507700, --18Lv 달성 완료 아이템
	507710, --20Lv 달성 완료 아이템
	507720, --1Lv 달성 완료 아이템
	507730, --3Lv 달성 완료 아이템
	507740, --5Lv 달성 완료 아이템
	507750, --8Lv 달성 완료 아이템
	507760, --10Lv 달성 완료 아이템
	507770, --12Lv 달성 완료 아이템
	507780, --15Lv 달성 완료 아이템
	507790, --18Lv 달성 완료 아이템
	507800, --20Lv 달성 완료 아이템
	507810, --1Lv 달성 완료 아이템
	507820, --3Lv 달성 완료 아이템
	507830, --5Lv 달성 완료 아이템
	507840, --8Lv 달성 완료 아이템
	507850, --10Lv 달성 완료 아이템
	507860, --12Lv 달성 완료 아이템
	507870, --15Lv 달성 완료 아이템
	507880, --18Lv 달성 완료 아이템
	507890, --20Lv 달성 완료 아이템
	507900, --1Lv 달성 완료 아이템
	507910, --3Lv 달성 완료 아이템
	507920, --5Lv 달성 완료 아이템
	507930, --8Lv 달성 완료 아이템
	507940, --10Lv 달성 완료 아이템
	507950, --12Lv 달성 완료 아이템
	507960, --15Lv 달성 완료 아이템
	507970, --18Lv 달성 완료 아이템
	507980, --20Lv 달성 완료 아이템
	507990, --1Lv 달성 완료 아이템
	508000, --3Lv 달성 완료 아이템
	508010, --5Lv 달성 완료 아이템
	508020, --8Lv 달성 완료 아이템
	508030, --10Lv 달성 완료 아이템
	508040, --12Lv 달성 완료 아이템
	508050, --15Lv 달성 완료 아이템
	508060, --18Lv 달성 완료 아이템
	508070, --20Lv 달성 완료 아이템
	508080, --1Lv 달성 완료 아이템
	508090, --3Lv 달성 완료 아이템
	508100, --5Lv 달성 완료 아이템
	508110, --8Lv 달성 완료 아이템
	508120, --10Lv 달성 완료 아이템
	508130, --12Lv 달성 완료 아이템
	508140, --15Lv 달성 완료 아이템
	508150, --18Lv 달성 완료 아이템
	508160, --20Lv 달성 완료 아이템
	508170, --1Lv 달성 완료 아이템
	508180, --3Lv 달성 완료 아이템
	508190, --5Lv 달성 완료 아이템
	508200, --8Lv 달성 완료 아이템
	508210, --10Lv 달성 완료 아이템
	508220, --12Lv 달성 완료 아이템
	508230, --15Lv 달성 완료 아이템
	508240, --18Lv 달성 완료 아이템
	508250, --20Lv 달성 완료 아이템
	537130, --1Lv 달성 완료 아이템
	537140, --3Lv 달성 완료 아이템
	537150, --5Lv 달성 완료 아이템
	537160, --8Lv 달성 완료 아이템
	537170, --10Lv 달성 완료 아이템
	537180, --12Lv 달성 완료 아이템
	537190, --15Lv 달성 완료 아이템
	537200, --18Lv 달성 완료 아이템
	537210, --20Lv 달성 완료 아이템
	537340, --봉인된 낡은 검붉은 구슬
	537350, --봉인된 고급 검붉은 구슬
	537360, --봉인된 최고급 검붉은 구슬
	537370, --게이트 브레이커
	537390, --웨어울프 버서커 카드
	537400, --웨어울프 카드
	537410, --웨어울프 메이지 카드
	537420, --베른 카드
	537430, --드랄 카드
	565660, --봉인된 빨강 구슬
	565670, --봉인된 초록 구슬
	565680, --봉인된 보라 구슬
	565690, --봉인된 파랑 구슬
	565700, --봉인된 주황 구슬
	565710, --봉인된 진푸른 구슬
	565720, --봉인된 분홍 구슬
	565730, --봉인된 진붉은 구슬
	565740, --봉인된 검은 구슬
	565750, --봉인된 연푸른 구슬
	565760, --봉인된 진보라 구슬
	565770, --봉인된 진녹색 구슬
	565780, --봉인된 검붉은 구슬
	605260, --씨앗 (화폐니까 인벤토리 수량에 포함안됨)
	605270, --별사탕 (화폐니까 인벤토리 수량에 포함안됨)
	605280, --별사탕 화분 (서버에서 유동적으로 지급삭제되는 아이템임으로 수량에 포함안됨)
	605290, --별사탕 금장식 화분 (화분 아이템은 인벤토리 수량에서 제외)
	605300, --훈련장
	605310, --낙서장
	605320, --나무토막
	605570, --플로라
	605580, --나뭇잎 식탁
	605590, --나뭇잎 침대
	605600, --나뭇잎 의자
	605610, --나뭇잎 거울
	605620, --나뭇잎 옷장
	605630, --나무 식탁
	605640, --나무 침대
	605650, --나무 의자
	605660, --나무 거울
	605670, --나무 옷장
	605680, --라벤더 식탁
	605690, --라벤더 벤치
	605700, --라벤더 의자
	605710, --라벤더 창문
	605720, --라벤더 옷장
	605730, --라벤더 벽걸이
	605740, --메리골드 식탁
	605750, --메리골드 벤치
	605760, --메리골드 의자
	605770, --메리골드 창문
	605780, --메리골드 옷장
	605790, --메리골드 벽걸이
	605800, --루비 식탁
	605810, --루비 침대
	605820, --루비 의자
	605830, --루비 창문
	605840, --루비 옷장
	605850, --에메랄드 식탁
	605860, --에메랄드 침대
	605870, --에메랄드 의자
	605880, --에메랄드 창문
	605890, --에메랄드 옷장
	605900, --컨트리풍향계
	605910, --하얀꽃 병
	605920, --빨간꽃 병
	605930, --나무상자
	605940, --작은나무의자
	605950, --작은나무선반
	605960, --중간나무선반
	605970, --작은나무창문
	605980, --중간나무창문
	605990, --사과
	606000, --먹다 남은 사과
	606010, --고구마
	606020, --보물상자
	606030, --나무서랍
	606040, --벽난로
	606050, --잘 구워진 빵
	606060, --물조리개
	606070, --병우유
	606080, --라벤더 스탠드
	606090, --메리골드 스텐드
	606100, --빵바구니
	606110, --빨간장미 스탠드
	606120, --백장미 스탠드
	606130, --금화 주머니
	606140, --빨간리본 곰인형
	606150, --파란리본 곰인형
	606160, --금촛대
	606170, --삼봉 금촛대
	606180, --빨간장미 화병
	606190, --백장미 화병
	606200, --칠면조 구이
	606210, --연못
	606220, --햄버거
	606230, --반쪽 고구마
	606240, --풀잎사다리
	606250, --나무장식 창문
	614220, --점령전 CBT 코인
	45250,	-- 카스툴 유적의 비전 (투니랜드 유저 점령전 플레이 확인용)
    606260, -- 작은 구름 발판
    606270, -- 중간 구름 발판
    606280, -- 무지개 다리
    606290, -- 작은 스테이지
    606300, -- 떡방아 의자
    606310, -- 떡방아 식탁
    606320, -- 연 장식 옷장
    606330, -- 다홍 보료
    606340, -- 자색 보료
    606350, -- 다홍 방석
    606360, -- 자색 방석
    606370, -- 종이 병풍
    606380, -- 나무 다도상
    606390, -- 옥 호리병
    606400, -- 감
    606410, -- 송편
    606420, -- 방패 연
    606430, -- 호롱불
	606590, -- 아지트 오브젝트
	606600, -- 아지트 오브젝트
	614220, --점령전 CBT 코인
	45250,	-- 카스툴 유적의 비전 (투니랜드 유저 점령전 플레이 확인용)
	627270, -- 강화석
	656860, --낮은 점프대
	656870, --일반 점프대
	656880, --높은 점프대
	656910, --주사위
	667910, --주사위
	656900, --깃발
	667900, --깃발
	606440,  -- 할로윈 아지트 오브젝트
	606450,  -- 할로윈 아지트 오브젝트
	606460,  -- 할로윈 아지트 오브젝트
	606470,  -- 할로윈 아지트 오브젝트
	606480,  -- 할로윈 아지트 오브젝트
	606490,  -- 할로윈 아지트 오브젝트
	606500,  -- 할로윈 아지트 오브젝트
	606510,  -- 할로윈 아지트 오브젝트
	606520,  -- 할로윈 아지트 오브젝트
	606530,  -- 할로윈 아지트 오브젝트
	606540,  -- 할로윈 아지트 오브젝트
	606550,  -- 할로윈 아지트 오브젝트
	606560,  -- 할로윈 아지트 오브젝트
	606570,  -- 할로윈 아지트 오브젝트
	606580,  -- 할로윈 아지트 오브젝트
	745250,  -- 검방이 처치
	745260,  -- 뺀질이 깨미 처치
	736240,  -- 금괴
	736250,  -- 금괴
	736260,  -- 금괴
	736270,  -- 금괴
	736280,  -- 금괴
	736290,  -- 금괴
	736300,  -- 금괴
	784830,	 -- 레벨업 미션 아이템
	764410,	 -- 크리스마스 아지트 오브젝트
	764420,	 -- 크리스마스 아지트 오브젝트
	764430,	 -- 크리스마스 아지트 오브젝트
	764440,	 -- 크리스마스 아지트 오브젝트
	764450,	 -- 크리스마스 아지트 오브젝트
	764460,	 -- 크리스마스 아지트 오브젝트
	764470,	 -- 크리스마스 아지트 오브젝트
	764480,	 -- 크리스마스 아지트 오브젝트
	764490,	 -- 크리스마스 아지트 오브젝트
	764500,	 -- 크리스마스 아지트 오브젝트
	764510,	 -- 크리스마스 아지트 오브젝트
	764520,	 -- 크리스마스 아지트 오브젝트
	764530,	 -- 크리스마스 아지트 오브젝트
	764540,	 -- 크리스마스 아지트 오브젝트
	764550,	 -- 크리스마스 아지트 오브젝트
	764560,	 -- 크리스마스 아지트 오브젝트
	764570,	 -- 크리스마스 아지트 오브젝트
	773990,	 -- 크리스마스 아지트 오브젝트
	774000,	 -- 크리스마스 아지트 오브젝트
	788540,	 -- 베른 레전드 카드
	788550,	 -- 드랄 레전드 카드
	788560,	 -- 카시아스 그랑디엘 레전드 카드
799680	,	 --아르메&라스
799690	,	 --지크&마리
799700	,	 --리르&라스
799710	,	 --엘리&진
799720	,	 --엘리&라스
799730	,	 --리르&디오
799740	,	 --아르메&지크
799750	,	 --라스&듀엘
799760	,	 --혈투
799770	,	 --수박깨기
799780	,	 --리르&진
799790	,	 --엘리시스&라스
799800	,	 --메이드
799810	,	 --지크&디오
799820	,	 --루퍼스&라스
799830	,	 --혈투
799840	,	 --레이&지브스
799850	,	 --에이미&진
799860	,	 --개천절
799870	,	 --리르&아르메
799880	,	 --서커스
799890	,	 --여름
799900	,	 --마리&레이
799910	,	 --교복
799920	,	 --레이&지브스
799930	,	 --에드나&레이
799940	,	 --카오스
799950	,	 --점령전
799960	,	 --디오&곱등이
799970	,	 --엘리시스&로난
799980	,	 --루퍼스&라스
799990	,	 --로난&하르페
800000	,	 --HERO
800010	,	 --아지트
800020	,	 --호두까기 제로
800030	,	 --디오&레이
800040	,	 --디오&듀엘
800050	,	 --라이언&릭쿤
800060	,	 --라스 유년기
800070	,	 --신년축하
800080	,	 --개천절
800090	,	 --여름
800100	,	 --카나반
800110	,	 --평화
800120	,	 --라스 유년기
800130	,	 --뱀파이어 지크
800140	,	 --검투사
800150	,	 --프라임나이트
800160	,	 --마도공학자
800170	,	 --다크브링어
800180	,	 --진 : 격투
800190	,	 --아크레인저
800200	,	 --폴라리스
800210	,	 --시스티나
800220	,	 --격투가
800230	,	 --아레스
800240	,	 --건슬링거
800250	,	 --마법사
800260	,	 --궁수
800270	,	 --연금술사
800280	,	 --파천황
800290	,	 --도적
800300	,	 --완더러
800310	,	 --파천황
800320	,	 --스트라이퍼
800330	,	 --노바
800340	,	 --크레이버
800350	,	 --아크레인저
800360	,	 --클리퍼
800370	,	 --다크어쎄신
800380	,	 --서쳐스
800390	,	 --아크레인저
800400	,	 --용기사
800410	,	 --파천황
800420	,	 --라 기아스
800430	,	 --클리퍼
800440	,	 --마검사
800450	,	 --익스큐터
800460	,	 --석궁
800470	,	 --세이렌
800480	,	 --폴라리스
800490	,	 --무희
800500	,	 --자객
800510	,	 --소드마스터
800520	,	 --프로미넌스
800530	,	 --건슬링거
800540	,	 --스트라이퍼
800550	,	 --드루이드
800560	,	 --하르페
800570	,	 --하르페
800580	,	 --듀엘&에드나
800590	,	 --에드나
800600	,	 --에드나
800610	,	 --듀엘&에드나
800620	,	 --지브스&알프레드
800630	,	 --스핑크스
800640	,	 --버스티안 메리
800650	,	 --버스티안 메리
800660	,	 --세바스찬
800670	,	 --제로 양산형
800680	,	 --라스친위대
800690	,	 --오즈 폰 막스 라인하르트
800700	,	 --리타
800710	,	 --엘스커드 지크하트
800720	,	 --플로라
800730	,	 --브로디
800740	,	 --클레르바이블
800750	,	 --지브스
800760	,	 --바이올렛
800770	,	 --알프레드
800780	,	 --기사단장 이솔레트
800790	,	 --아르키메스
800800	,	 --Jr.크라코
800810	,	 --트윙키
800820	,	 --그리피스
800830	,	 --쿠미
800840	,	 --리리스
800850	,	 --아리엘
800860	,	 --Jr.가이코즈
800870	,	 --DK Mark III
800880	,	 --셀리온
800890	,	 --Jr. 지들러
800900	,	 --엘리시스
800910	,	 --기사단장
800920	,	 --마들렌
800930	,	 --타미
800940	,	 --셜록하운드
800950	,	 --켈비
800960	,	 --Jr.카제아제
800970	,	 --Jr.타나토스
800980	,	 --네리사
800990	,	 --프랑소와즈
801000	,	 --세이머스
801010	,	 --부르비스
801020	,	 --켈리 나이트
801030	,	 --메리제인
801040	,	 --Jr. 듀엘
801050	,	 --클라라
801060	,	 --시트
801070	,	 --페페
801080	,	 --곤
801090	,	 --슬라임
801100	,	 --닌코
801110	,	 --뮤링
801120	,	 --루나
801130	,	 --데빌
801140	,	 --흑곰
801150	,	 --핑키&핑코
801160	,	 --사리마녹
801170	,	 --큐피드
801180	,	 --카사노바
801190	,	 --뷰티쿵
801200	,	 --블루페어리
801210	,	 --루나파이터
801220	,	 --카오스페페
801230	,	 --골드슬라임
801240	,	 --사쿠
801250	,	 --도깨비
801260	,	 --릭쿤
801270	,	 --캣봇
801280	,	 --밍밍
801290	,	 --아이스픽시
801300	,	 --닌코로
801310	,	 --쿠카
801320	,	 --큐밍
801330	,	 --해태
801340	,	 --시트리
801350	,	 --고르곤
801360	,	 --펭펭
801370	,	 --체로키
801380	,	 --닉스
801390	,	 --삐로
801400	,	 --에밀리
801410	,	 --엘레나
801420	,	 --토모
801430	,	 --몽키
801440	,	 --하나나
801450	,	 --월아
802320, -- 린 실루엣 카드
807720, -- 망자
807730, -- 승무원
807740, -- 열차
807750, -- 탈옥수
807760, -- 차장
807770, -- 가열로
807780, -- 가열로
779990, -- 봉인된 자주색 구슬
803840, -- 봉인된 청록색 구슬
875210, -- 가이코즈
875220, -- 빅터
875230, -- 다크아몬
875240, -- 아스타롯
875250, -- 아론
875260, -- 엘더 쿵
897420, -- 아신카드(레전드)
901080, -- 무진'푸른여우' 패키지
904860, -- 봉인된 남청색 구슬
901320, -- 웹이벤트 코인
909170, -- 봉인기
909180, -- 봉인기
909190, -- 봉인기
881300, -- 펫들의 반란 칭호
881310, -- 펫들의 반란 칭호
966620, -- 라임 실루엣 카드
966630, -- 라임 카드
977380, --칭호
977390, --칭호
977400, --칭호
977410, --칭호
977420, --칭호
977430, --칭호
977550,   --다크엘프 척후병 카드
977560,   --다크엘프 암살자 카드
977570,   --다크엘프 마법 궁수 카드
977580,   --다크엘프 기마병 카드
977590,   --정예군 단장 달리아 카드
977600,   --수호 정령 카드
977610,   --엘프 근위병 카드
977620,   --엘프 정예 마법사 카드
977630,   --골렘 카드
977640,   --크로모스 카드
977650,   --해츨링 카드
977660,   --리자드맨 카드
977670,   --용기병 카드
977680,   --베르카스 카드
988170,    -- MP 4칸 확인용 아이템
988180,    -- MP 4칸 확인용 아이템
988190,    -- MP 4칸 확인용 아이템
988200,    -- MP 4칸 확인용 아이템
988210,    -- MP 4칸 확인용 아이템
988220,    -- MP 4칸 확인용 아이템
988230,    -- MP 4칸 확인용 아이템
988240,    -- MP 4칸 확인용 아이템
988250,    -- MP 4칸 확인용 아이템
988260,    -- MP 4칸 확인용 아이템
988270,    -- MP 4칸 확인용 아이템
988280,    -- MP 4칸 확인용 아이템
988290,    -- MP 4칸 확인용 아이템
988300,    -- MP 4칸 확인용 아이템
988310,    -- MP 4칸 확인용 아이템
991660,    -- 4단 필살기 보여지는 아이템
991670,    -- 4단 필살기 보여지는 아이템
991680,    -- 4단 필살기 보여지는 아이템
991690,    -- 4단 필살기 보여지는 아이템
991700,    -- 4단 필살기 보여지는 아이템
991710,    -- 4단 필살기 보여지는 아이템
991720,    -- 4단 필살기 보여지는 아이템
991730,    -- 4단 필살기 보여지는 아이템
991740,    -- 4단 필살기 보여지는 아이템
991750,    -- 4단 필살기 보여지는 아이템
991760,    -- 4단 필살기 보여지는 아이템
991770,    -- 4단 필살기 보여지는 아이템
991780,    -- 4단 필살기 보여지는 아이템
991790,    -- 4단 필살기 보여지는 아이템
991800,    -- 4단 필살기 보여지는 아이템
991810,    -- 4단 필살기 보여지는 아이템
991820,    -- 4단 필살기 보여지는 아이템
991830,    -- 4단 필살기 보여지는 아이템
991840,    -- 4단 필살기 보여지는 아이템
991850,    -- 4단 필살기 보여지는 아이템
991860,    -- 4단 필살기 보여지는 아이템
991870,    -- 4단 필살기 보여지는 아이템
991880,    -- 4단 필살기 보여지는 아이템
991890,    -- 4단 필살기 보여지는 아이템
991900,    -- 4단 필살기 보여지는 아이템
991910,    -- 4단 필살기 보여지는 아이템
991920,    -- 4단 필살기 보여지는 아이템
991930,    -- 4단 필살기 보여지는 아이템
991940,    -- 4단 필살기 보여지는 아이템
991950,    -- 4단 필살기 보여지는 아이템
991960,    -- 4단 필살기 보여지는 아이템
991970,    -- 4단 필살기 보여지는 아이템
991980,    -- 4단 필살기 보여지는 아이템
991990,    -- 4단 필살기 보여지는 아이템
992000,    -- 4단 필살기 보여지는 아이템
992010,    -- 4단 필살기 보여지는 아이템
992020,    -- 4단 필살기 보여지는 아이템
992030,    -- 4단 필살기 보여지는 아이템
992040,    -- 4단 필살기 보여지는 아이템
992050,    -- 4단 필살기 보여지는 아이템
992060,    -- 4단 필살기 보여지는 아이템
992070,    -- 4단 필살기 보여지는 아이템
992080,    -- 4단 필살기 보여지는 아이템
992090,    -- 4단 필살기 보여지는 아이템
992100,    -- 4단 필살기 보여지는 아이템
992110,  --MP 보유량 증가
992120,  --MP 보유량 증가
992130,  --MP 보유량 증가
992140,  --MP 보유량 증가
992150,  --MP 보유량 증가
992160,  --MP 보유량 증가
992170,  --MP 보유량 증가
992180,  --MP 보유량 증가
992190,  --MP 보유량 증가
992200,  --MP 보유량 증가
992210,  --MP 보유량 증가
992220,  --MP 보유량 증가
992230,  --MP 보유량 증가
992240,  --MP 보유량 증가
992250,  --MP 보유량 증가
1017100	,
1017110	,
1017120	,
1017130	,
1017140	,
1017150	,
1017160	,
1017240	,
1017250	,
1025390	,
1206470	,	 --	잡일꾼
1206480	,	 --	경비대 펜서 상등병
1206490	,	 --	경비대 렌서 상등병
1206500	,	 --	경비대 렌서 병장
1206510	,	 --	문지기 바스커빌
1206520	,	 --	돌연변이 쥐
1206530	,	 --	죄수
1206540	,	 --	탈옥수
1206550	,	 --	블러디 아라크니아
1206560	,	 --	포이즌 아라크니아
1206570	,	 --	자이언트? 포이즌 아라크니아
1206580	,	 --	사형수 타리크
1206590	,	 --	경비대 펜서 상등병
1206600	,	 --	경비대 펜서 병장
1206610	,	 --	마도사
1206620	,	 --	경비대 사격수 병장
1206630	,	 --	경비대 사격수 하사
1206640	,	 --	경비대 펜서 하사
1206650	,	 --	경비대장 나이트슈마허
1206660	,	 --	청소담당 메이드
1206670	,	 --	마도사
1206680	,	 --	마도사 단장
1206690	,	 --	요리담당 메이드
1206700	,	 --	경비대 렌서 병장
1206710	,	 --	경비대 렌서 하사
1206720	,	 --	청소담당 메이드 메니저
1206730	,	 --	요리담당 메이드 메니저
1206740	,	 --	존잘르 드 그리다 화백
1206750	,	 --	경비대 저격수 병장
1206760	,	 --	집사
1206770	,	 --	자이언트 데스 아라크니아
1206780	,	 --	집사장
1206790	,	 --	자이언트 블러디 아라크니아
1206800	,	 --	기간틱 포이즌 아라크니아
1206810	,	 --	지배인
1206820	,	 --	기간틱 블러디 아라크니아
1206830	,	 --	슈발루 퐁 지라르풍자크 백작
1206840	,	 --	기간틱 포이즌 아라크니아
1206850	,	 --	경비대 사격수 병장
1206880	,	 --	기간틱 블러디 아라크니아
1206890	,	 --	마도사 단장
1206900	,	 --	자이언트 데스 아라크니아
1206910	,	 --	경비대 저격수 하사
1206920	,	 --	경비대 사격수 하사
1206930	,	 --	기간틱 데스 아라크니아
1206940	,	 --	아라크네 (백작부인)
1211330	,
1211340	,
1211350	,
1211360	,
1211370	,
1211380	,
1211390	,
1211400	,
1211410	,
1211420	,
1211430	,
1211440	,
1211450	,
1211460	,
1211470	,
1211480	,
1211490	,
1211500	,
1237250 ,	-- 에델 엠 4칸  
1237260 ,	-- 에델 4필 
1290650	, -- 문라이트 칭호	   
1290660	, -- 문페이즈 칭호
1206950, --	저주받은 정원 칭호
1206960, --	오염된 지하실 칭호
1206970, --	망령이 깃든 복도 칭호
1206980, --	배신자의 화실 칭호
1206990, --	어둠에 물든 서재 칭호
1207000, --	아라크네의 둥지 칭호
1281060, --	골리아스 서식지
1281080, --	고대 골렘의 무덤
1281100, --	그림자 숲
1281120, --	라세르타의 사냥터
1281140, --	절망의 대지
1281160, --	차원의 경계
1213960 , -- 슬롯 확장권
1064690, --	제로 레벨업 체크아이템
791150, --	고서조각1
791160, --	고서조각2
791170, --	고서조각3
791180, --	고서조각4
791190, --	고서조각5
791200, --	고서조각6
791210, --	고서조각7
791220, --	고서조각8
791230, --	고서조각9
451070, -- 빨간 실뭉치
451080, -- 파란 실뭉치
451090, -- 노란 실뭉치
451100, -- 빨간 양말
451110, -- 파란 양말
451120, -- 노란 양말
1563550,
1563560,
1563570,
1563580,
1563590,
1563600,

}

-- 인벤토리 보이지 않는 ItemList
HideInvenItem = {
1940960,
1940970,
1940980,
1940990,
1941000,
1941010,
1941020,
1941030,
1941040,
1941050,
1941060,
1842800,
1842810,
1842820,
1842830,
1842840,
1842850,
1842860,
1842870,
1842880,
1842890,
1842900,
1842910,
1842920,
1926440,
1926450,
1926460,
1926470,
1926480,
1926490,
1926500,
1926510,
1926520,
1926530,
1926540,
1926550,
1926560,
1926570,
1926580,
1926590,
1926600,
1926610,
1926620,
1926630,
1926640,
1926650,
1842810,
1842820,
1842830,
1842840,
1842850,
1842860,
1842870,
1842880,
1842890,
1842900,
1842910,
1842920,
1396500,  --세이빙 모드 스킬 아이콘
1396510,  --세이빙 모드 스킬 아이콘
1396520,  --세이빙 모드 스킬 아이콘
1396530,  --세이빙 모드 스킬 아이콘
1396540,  --세이빙 모드 스킬 아이콘
1396550,  --세이빙 모드 스킬 아이콘
1396560,  --세이빙 모드 스킬 아이콘
1396570,  --세이빙 모드 스킬 아이콘
1396580,  --세이빙 모드 스킬 아이콘
1396590,  --세이빙 모드 스킬 아이콘
1396600,  --세이빙 모드 스킬 아이콘
1396610,  --세이빙 모드 스킬 아이콘
1396620,  --세이빙 모드 스킬 아이콘
1396630,  --세이빙 모드 스킬 아이콘
1396640,  --세이빙 모드 스킬 아이콘
1396650,  --세이빙 모드 스킬 아이콘
1396660,  --세이빙 모드 스킬 아이콘
1396670,  --세이빙 모드 스킬 아이콘
1396680,  --세이빙 모드 스킬 아이콘
1277090,  -- 베이가스 게이트 조각 미션
1280830, -- 돌주먹 골리아스
1280840, -- 바위주먹 골리아스
1280850, -- 돌정령 골리아스
1280860, -- 바위정령 골리아스
1280870, -- 큰바위 트로카
1280880, -- 라세르타 추격꾼
1280890, -- 라세르타 싸움꾼
1280900, -- 라세르타 전사
1280910, -- 라세르타 광전사
1280920, -- 라세르타 주술사
1280930, -- 라세르타 마도사
1280940, -- 대전사 라크라크
1280950, -- 대마도사 로크로크
1280960, -- 공허의 순찰자
1280970, -- 공호의 정찰자
1280980, -- 공허의 추격자
1280990, -- 공허의 감시자
1281000, -- 공허의 파수꾼
1281010, -- 공허의 주술사
1281020, -- 공허의 마도사
1281030, -- 공허의 흑마술사
1281040, -- 절망의 모리드
1281050, -- 증오의 가루드
1187360,  -- 미니 뿅망치
1090270, --오즈박사 랜덤 미션 체크아이템
1090280, --오즈박사 랜덤 미션 체크아이템
1090290, --오즈박사 랜덤 미션 체크아이템
1090300, --오즈박사 랜덤 미션 체크아이템
1090310, --오즈박사 랜덤 미션 체크아이템
1064690, --제로 레벨업 체크아이템
967460	,
967220	,
124950,
238960,
911710,
238790,
62140,
62430,
911730,
911720,
238970,
238600,
62460,
62490,
911770,
62530,
62610,
276270,
276280,
276300,
238700,
298060,
238810,
238870,
911740,
238890,
238920,
239110,
238910,
911760,
911750,
238620,
239150,
239180,
239140,
	441160, --10레벨 달성 미션 체크용 아이템
	441170, --15레벨 달성 미션 체크용 아이템
	441180, --20레벨 달성 미션 체크용 아이템
	441190, --25레벨 달성 미션 체크용 아이템
	507180, --1Lv 달성 완료 아이템
	507190, --3Lv 달성 완료 아이템
	507200, --5Lv 달성 완료 아이템
	507210, --8Lv 달성 완료 아이템
	507220, --10Lv 달성 완료 아이템
	507230, --12Lv 달성 완료 아이템
	507240, --15Lv 달성 완료 아이템
	507250, --18Lv 달성 완료 아이템
	507260, --20Lv 달성 완료 아이템
	507270, --1Lv 달성 완료 아이템
	507280, --3Lv 달성 완료 아이템
	507290, --5Lv 달성 완료 아이템
	507300, --8Lv 달성 완료 아이템
	507310, --10Lv 달성 완료 아이템
	507320, --12Lv 달성 완료 아이템
	507330, --15Lv 달성 완료 아이템
	507340, --18Lv 달성 완료 아이템
	507350, --20Lv 달성 완료 아이템
	507360, --1Lv 달성 완료 아이템
	507370, --3Lv 달성 완료 아이템
	507380, --5Lv 달성 완료 아이템
	507390, --8Lv 달성 완료 아이템
	507400, --10Lv 달성 완료 아이템
	507410, --12Lv 달성 완료 아이템
	507420, --15Lv 달성 완료 아이템
	507430, --18Lv 달성 완료 아이템
	507440, --20Lv 달성 완료 아이템
	507450, --1Lv 달성 완료 아이템
	507460, --3Lv 달성 완료 아이템
	507470, --5Lv 달성 완료 아이템
	507480, --8Lv 달성 완료 아이템
	507490, --10Lv 달성 완료 아이템
	507500, --12Lv 달성 완료 아이템
	507510, --15Lv 달성 완료 아이템
	507520, --18Lv 달성 완료 아이템
	507530, --20Lv 달성 완료 아이템
	507540, --1Lv 달성 완료 아이템
	507550, --3Lv 달성 완료 아이템
	507560, --5Lv 달성 완료 아이템
	507570, --8Lv 달성 완료 아이템
	507580, --10Lv 달성 완료 아이템
	507590, --12Lv 달성 완료 아이템
	507600, --15Lv 달성 완료 아이템
	507610, --18Lv 달성 완료 아이템
	507620, --20Lv 달성 완료 아이템
	507630, --1Lv 달성 완료 아이템
	507640, --3Lv 달성 완료 아이템
	507650, --5Lv 달성 완료 아이템
	507660, --8Lv 달성 완료 아이템
	507670, --10Lv 달성 완료 아이템
	507680, --12Lv 달성 완료 아이템
	507690, --15Lv 달성 완료 아이템
	507700, --18Lv 달성 완료 아이템
	507710, --20Lv 달성 완료 아이템
	507720, --1Lv 달성 완료 아이템
	507730, --3Lv 달성 완료 아이템
	507740, --5Lv 달성 완료 아이템
	507750, --8Lv 달성 완료 아이템
	507760, --10Lv 달성 완료 아이템
	507770, --12Lv 달성 완료 아이템
	507780, --15Lv 달성 완료 아이템
	507790, --18Lv 달성 완료 아이템
	507800, --20Lv 달성 완료 아이템
	507810, --1Lv 달성 완료 아이템
	507820, --3Lv 달성 완료 아이템
	507830, --5Lv 달성 완료 아이템
	507840, --8Lv 달성 완료 아이템
	507850, --10Lv 달성 완료 아이템
	507860, --12Lv 달성 완료 아이템
	507870, --15Lv 달성 완료 아이템
	507880, --18Lv 달성 완료 아이템
	507890, --20Lv 달성 완료 아이템
	507900, --1Lv 달성 완료 아이템
	507910, --3Lv 달성 완료 아이템
	507920, --5Lv 달성 완료 아이템
	507930, --8Lv 달성 완료 아이템
	507940, --10Lv 달성 완료 아이템
	507950, --12Lv 달성 완료 아이템
	507960, --15Lv 달성 완료 아이템
	507970, --18Lv 달성 완료 아이템
	507980, --20Lv 달성 완료 아이템
	507990, --1Lv 달성 완료 아이템
	508000, --3Lv 달성 완료 아이템
	508010, --5Lv 달성 완료 아이템
	508020, --8Lv 달성 완료 아이템
	508030, --10Lv 달성 완료 아이템
	508040, --12Lv 달성 완료 아이템
	508050, --15Lv 달성 완료 아이템
	508060, --18Lv 달성 완료 아이템
	508070, --20Lv 달성 완료 아이템
	508080, --1Lv 달성 완료 아이템
	508090, --3Lv 달성 완료 아이템
	508100, --5Lv 달성 완료 아이템
	508110, --8Lv 달성 완료 아이템
	508120, --10Lv 달성 완료 아이템
	508130, --12Lv 달성 완료 아이템
	508140, --15Lv 달성 완료 아이템
	508150, --18Lv 달성 완료 아이템
	508160, --20Lv 달성 완료 아이템
	508170, --1Lv 달성 완료 아이템
	508180, --3Lv 달성 완료 아이템
	508190, --5Lv 달성 완료 아이템
	508200, --8Lv 달성 완료 아이템
	508210, --10Lv 달성 완료 아이템
	508220, --12Lv 달성 완료 아이템
	508230, --15Lv 달성 완료 아이템
	508240, --18Lv 달성 완료 아이템
	508250, --20Lv 달성 완료 아이템
	537130, --1Lv 달성 완료 아이템
	537140, --3Lv 달성 완료 아이템
	537150, --5Lv 달성 완료 아이템
	537160, --8Lv 달성 완료 아이템
	537170, --10Lv 달성 완료 아이템
	537180, --12Lv 달성 완료 아이템
	537190, --15Lv 달성 완료 아이템
	537200, --18Lv 달성 완료 아이템
	537210, --20Lv 달성 완료 아이템
	605260, --씨앗
	605270, --별사탕
	605280, --별사탕 화분
	605290, --별사탕 금장식 화분
	605300, --훈련장
	605310, --낙서장
	605320, --나무토막
	605570, --플로라
	605580, --나뭇잎 식탁
	605590, --나뭇잎 침대
	605600, --나뭇잎 의자
	605610, --나뭇잎 거울
	605620, --나뭇잎 옷장
	605630, --나무 식탁
	605640, --나무 침대
	605650, --나무 의자
	605660, --나무 거울
	605670, --나무 옷장
	605680, --라벤더 식탁
	605690, --라벤더 벤치
	605700, --라벤더 의자
	605710, --라벤더 창문
	605720, --라벤더 옷장
	605730, --라벤더 벽걸이
	605740, --메리골드 식탁
	605750, --메리골드 벤치
	605760, --메리골드 의자
	605770, --메리골드 창문
	605780, --메리골드 옷장
	605790, --메리골드 벽걸이
	605800, --루비 식탁
	605810, --루비 침대
	605820, --루비 의자
	605830, --루비 창문
	605840, --루비 옷장
	605850, --에메랄드 식탁
	605860, --에메랄드 침대
	605870, --에메랄드 의자
	605880, --에메랄드 창문
	605890, --에메랄드 옷장
	605900, --컨트리풍향계
	605910, --하얀꽃 병
	605920, --빨간꽃 병
	605930, --나무상자
	605940, --작은나무의자
	605950, --작은나무선반
	605960, --중간나무선반
	605970, --작은나무창문
	605980, --중간나무창문
	605990, --사과
	606000, --먹다 남은 사과
	606010, --고구마
	606020, --보물상자
	606030, --나무서랍
	606040, --벽난로
	606050, --잘 구워진 빵
	606060, --물조리개
	606070, --병우유
	606080, --라벤더 스탠드
	606090, --메리골드 스텐드
	606100, --빵바구니
	606110, --빨간장미 스탠드
	606120, --백장미 스탠드
	606130, --금화 주머니
	606140, --빨간리본 곰인형
	606150, --파란리본 곰인형
	606160, --금촛대
	606170, --삼봉 금촛대
	606180, --빨간장미 화병
	606190, --백장미 화병
	606200, --칠면조 구이
	606210, --연못
	606220, --햄버거
	606230, --반쪽 고구마
	606240, --풀잎사다리
	606250, --나무장식 창문
	614220, --점령전 CBT 코인
	45250,	-- 카스툴 유적의 비전 (투니랜드 유저 점령전 플레이 확인용)
    606260, -- 작은 구름 발판
    606270, -- 중간 구름 발판
    606280, -- 무지개 다리
    606290, -- 작은 스테이지
    606300, -- 떡방아 의자
    606310, -- 떡방아 식탁
    606320, -- 연 장식 옷장
    606330, -- 다홍 보료
    606340, -- 자색 보료
    606350, -- 다홍 방석
    606360, -- 자색 방석
    606370, -- 종이 병풍
    606380, -- 나무 다도상
    606390, -- 옥 호리병
    606400, -- 감
    606410, -- 송편
    606420, -- 방패 연
    606430, -- 호롱불
	606590, -- 아지트 오브젝트
	606600, -- 아지트 오브젝트
	656860, --낮은 점프대
	656870, --일반 점프대
	656880, --높은 점프대
	656910, --주사위
	667910, --주사위
	656900, --깃발
	667900, --깃발
	606440,  -- 할로윈 아지트 오브젝트
	606450,  -- 할로윈 아지트 오브젝트
	606460,  -- 할로윈 아지트 오브젝트
	606470,  -- 할로윈 아지트 오브젝트
	606480,  -- 할로윈 아지트 오브젝트
	606490,  -- 할로윈 아지트 오브젝트
	606500,  -- 할로윈 아지트 오브젝트
	606510,  -- 할로윈 아지트 오브젝트
	606520,  -- 할로윈 아지트 오브젝트
	606530,  -- 할로윈 아지트 오브젝트
	606540,  -- 할로윈 아지트 오브젝트
	606550,  -- 할로윈 아지트 오브젝트
	606560,  -- 할로윈 아지트 오브젝트
	606570,  -- 할로윈 아지트 오브젝트
	606580,  -- 할로윈 아지트 오브젝트
	745250,  -- 검방이 처치
	745260,  -- 뺀질이 깨미 처치
	784830,	 -- 레벨업 미션 아이템
	764410,	 -- 크리스마스 아지트 오브젝트
	764420,	 -- 크리스마스 아지트 오브젝트
	764430,	 -- 크리스마스 아지트 오브젝트
	764440,	 -- 크리스마스 아지트 오브젝트
	764450,	 -- 크리스마스 아지트 오브젝트
	764460,	 -- 크리스마스 아지트 오브젝트
	764470,	 -- 크리스마스 아지트 오브젝트
	764480,	 -- 크리스마스 아지트 오브젝트
	764490,	 -- 크리스마스 아지트 오브젝트
	764500,	 -- 크리스마스 아지트 오브젝트
	764510,	 -- 크리스마스 아지트 오브젝트
	764520,	 -- 크리스마스 아지트 오브젝트
	764530,	 -- 크리스마스 아지트 오브젝트
	764540,	 -- 크리스마스 아지트 오브젝트
	764550,	 -- 크리스마스 아지트 오브젝트
	764560,	 -- 크리스마스 아지트 오브젝트
	764570,	 -- 크리스마스 아지트 오브젝트
	773990,	 -- 크리스마스 아지트 오브젝트
	774000,	 -- 크리스마스 아지트 오브젝트
	788540,	 -- 베른 레전드 카드
	788550,	 -- 드랄 레전드 카드
	788560,	 -- 카시아스 그랑디엘 레전드 카드
799680	,	 --아르메&라스
799690	,	 --지크&마리
799700	,	 --리르&라스
799710	,	 --엘리&진
799720	,	 --엘리&라스
799730	,	 --리르&디오
799740	,	 --아르메&지크
799750	,	 --라스&듀엘
799760	,	 --혈투
799770	,	 --수박깨기
799780	,	 --리르&진
799790	,	 --엘리시스&라스
799800	,	 --메이드
799810	,	 --지크&디오
799820	,	 --루퍼스&라스
799830	,	 --혈투
799840	,	 --레이&지브스
799850	,	 --에이미&진
799860	,	 --개천절
799870	,	 --리르&아르메
799880	,	 --서커스
799890	,	 --여름
799900	,	 --마리&레이
799910	,	 --교복
799920	,	 --레이&지브스
799930	,	 --에드나&레이
799940	,	 --카오스
799950	,	 --점령전
799960	,	 --디오&곱등이
799970	,	 --엘리시스&로난
799980	,	 --루퍼스&라스
799990	,	 --로난&하르페
800000	,	 --HERO
800010	,	 --아지트
800020	,	 --호두까기 제로
800030	,	 --디오&레이
800040	,	 --디오&듀엘
800050	,	 --라이언&릭쿤
800060	,	 --라스 유년기
800070	,	 --신년축하
800080	,	 --개천절
800090	,	 --여름
800100	,	 --카나반
800110	,	 --평화
800120	,	 --라스 유년기
800130	,	 --뱀파이어 지크
800140	,	 --검투사
800150	,	 --프라임나이트
800160	,	 --마도공학자
800170	,	 --다크브링어
800180	,	 --진 : 격투
800190	,	 --아크레인저
800200	,	 --폴라리스
800210	,	 --시스티나
800220	,	 --격투가
800230	,	 --아레스
800240	,	 --건슬링거
800250	,	 --마법사
800260	,	 --궁수
800270	,	 --연금술사
800280	,	 --파천황
800290	,	 --도적
800300	,	 --완더러
800310	,	 --파천황
800320	,	 --스트라이퍼
800330	,	 --노바
800340	,	 --크레이버
800350	,	 --아크레인저
800360	,	 --클리퍼
800370	,	 --다크어쎄신
800380	,	 --서쳐스
800390	,	 --아크레인저
800400	,	 --용기사
800410	,	 --파천황
800420	,	 --라 기아스
800430	,	 --클리퍼
800440	,	 --마검사
800450	,	 --익스큐터
800460	,	 --석궁
800470	,	 --세이렌
800480	,	 --폴라리스
800490	,	 --무희
800500	,	 --자객
800510	,	 --소드마스터
800520	,	 --프로미넌스
800530	,	 --건슬링거
800540	,	 --스트라이퍼
800550	,	 --드루이드
800560	,	 --하르페
800570	,	 --하르페
800580	,	 --듀엘&에드나
800590	,	 --에드나
800600	,	 --에드나
800610	,	 --듀엘&에드나
800620	,	 --지브스&알프레드
800630	,	 --스핑크스
800640	,	 --버스티안 메리
800650	,	 --버스티안 메리
800660	,	 --세바스찬
800670	,	 --제로 양산형
800680	,	 --라스친위대
800690	,	 --오즈 폰 막스 라인하르트
800700	,	 --리타
800710	,	 --엘스커드 지크하트
800720	,	 --플로라
800730	,	 --브로디
800740	,	 --클레르바이블
800750	,	 --지브스
800760	,	 --바이올렛
800770	,	 --알프레드
800780	,	 --기사단장 이솔레트
800790	,	 --아르키메스
800800	,	 --Jr.크라코
800810	,	 --트윙키
800820	,	 --그리피스
800830	,	 --쿠미
800840	,	 --리리스
800850	,	 --아리엘
800860	,	 --Jr.가이코즈
800870	,	 --DK Mark III
800880	,	 --셀리온
800890	,	 --Jr. 지들러
800900	,	 --엘리시스
800910	,	 --기사단장
800920	,	 --마들렌
800930	,	 --타미
800940	,	 --셜록하운드
800950	,	 --켈비
800960	,	 --Jr.카제아제
800970	,	 --Jr.타나토스
800980	,	 --네리사
800990	,	 --프랑소와즈
801000	,	 --세이머스
801010	,	 --부르비스
801020	,	 --켈리 나이트
801030	,	 --메리제인
801040	,	 --Jr. 듀엘
801050	,	 --클라라
801060	,	 --시트
801070	,	 --페페
801080	,	 --곤
801090	,	 --슬라임
801100	,	 --닌코
801110	,	 --뮤링
801120	,	 --루나
801130	,	 --데빌
801140	,	 --흑곰
801150	,	 --핑키&핑코
801160	,	 --사리마녹
801170	,	 --큐피드
801180	,	 --카사노바
801190	,	 --뷰티쿵
801200	,	 --블루페어리
801210	,	 --루나파이터
801220	,	 --카오스페페
801230	,	 --골드슬라임
801240	,	 --사쿠
801250	,	 --도깨비
801260	,	 --릭쿤
801270	,	 --캣봇
801280	,	 --밍밍
801290	,	 --아이스픽시
801300	,	 --닌코로
801310	,	 --쿠카
801320	,	 --큐밍
801330	,	 --해태
801340	,	 --시트리
801350	,	 --고르곤
801360	,	 --펭펭
801370	,	 --체로키
801380	,	 --닉스
801390	,	 --삐로
801400	,	 --에밀리
801410	,	 --엘레나
801420	,	 --토모
801430	,	 --몽키
801440	,	 --하나나
801450	,	 --월아
802320, -- 린 실루엣 카드
807720, -- 망자
807730, -- 승무원
807740, -- 열차
807750, -- 탈옥수
807760, -- 차장
807770, -- 가열로
807780, -- 가열로
875210, -- 가이코즈
875220, -- 빅터
875230, -- 다크아몬
875240, -- 아스타롯
875250, -- 아론
875260, --  엘더 쿵
897420, -- 아신카드(레전드)
901320, -- 웹이벤트 코인
909170, -- 봉인기
909180, -- 봉인기
909190, -- 봉인기
881300, -- 펫들의 반란 칭호
881310, -- 펫들의 반란 칭호
582440,
967230,  --비전 봉인기 - MP게이지 4칸
967240,  --비전 봉인기 - 오오라 범위 증가
967250,  --비전 봉인 필살기 - 리뎀션
966620, -- 라임 실루엣 카드
966630, -- 라임 카드
977380, --칭호
977390, --칭호
977400, --칭호
977410, --칭호
977420, --칭호
977430, --칭호
977550,   --다크엘프 척후병 카드
977560,   --다크엘프 암살자 카드
977570,   --다크엘프 마법 궁수 카드
977580,   --다크엘프 기마병 카드
977590,   --정예군 단장 달리아 카드
977600,   --수호 정령 카드
977610,   --엘프 근위병 카드
977620,   --엘프 정예 마법사 카드
977630,   --골렘 카드
977640,   --크로모스 카드
977650,   --해츨링 카드
977660,   --리자드맨 카드
977670,   --용기병 카드
977680,   --베르카스 카드
988170,    -- MP 4칸 확인용 아이템
988180,    -- MP 4칸 확인용 아이템
988190,    -- MP 4칸 확인용 아이템
988200,    -- MP 4칸 확인용 아이템
988210,    -- MP 4칸 확인용 아이템
988220,    -- MP 4칸 확인용 아이템
988230,    -- MP 4칸 확인용 아이템
988240,    -- MP 4칸 확인용 아이템
988250,    -- MP 4칸 확인용 아이템
988260,    -- MP 4칸 확인용 아이템
988270,    -- MP 4칸 확인용 아이템
988280,    -- MP 4칸 확인용 아이템
988290,    -- MP 4칸 확인용 아이템
988300,    -- MP 4칸 확인용 아이템
988310,    -- MP 4칸 확인용 아이템
991660,    -- 4단 필살기 보여지는 아이템
991670,    -- 4단 필살기 보여지는 아이템
991680,    -- 4단 필살기 보여지는 아이템
991690,    -- 4단 필살기 보여지는 아이템
991700,    -- 4단 필살기 보여지는 아이템
991710,    -- 4단 필살기 보여지는 아이템
991720,    -- 4단 필살기 보여지는 아이템
991730,    -- 4단 필살기 보여지는 아이템
991740,    -- 4단 필살기 보여지는 아이템
991750,    -- 4단 필살기 보여지는 아이템
991760,    -- 4단 필살기 보여지는 아이템
991770,    -- 4단 필살기 보여지는 아이템
991780,    -- 4단 필살기 보여지는 아이템
991790,    -- 4단 필살기 보여지는 아이템
991800,    -- 4단 필살기 보여지는 아이템
991810,    -- 4단 필살기 보여지는 아이템
991820,    -- 4단 필살기 보여지는 아이템
991830,    -- 4단 필살기 보여지는 아이템
991840,    -- 4단 필살기 보여지는 아이템
991850,    -- 4단 필살기 보여지는 아이템
991860,    -- 4단 필살기 보여지는 아이템
991870,    -- 4단 필살기 보여지는 아이템
991880,    -- 4단 필살기 보여지는 아이템
991890,    -- 4단 필살기 보여지는 아이템
991900,    -- 4단 필살기 보여지는 아이템
991910,    -- 4단 필살기 보여지는 아이템
991920,    -- 4단 필살기 보여지는 아이템
991930,    -- 4단 필살기 보여지는 아이템
991940,    -- 4단 필살기 보여지는 아이템
991950,    -- 4단 필살기 보여지는 아이템
991960,    -- 4단 필살기 보여지는 아이템
991970,    -- 4단 필살기 보여지는 아이템
991980,    -- 4단 필살기 보여지는 아이템
991990,    -- 4단 필살기 보여지는 아이템
992000,    -- 4단 필살기 보여지는 아이템
992010,    -- 4단 필살기 보여지는 아이템
992020,    -- 4단 필살기 보여지는 아이템
992030,    -- 4단 필살기 보여지는 아이템
992040,    -- 4단 필살기 보여지는 아이템
992050,    -- 4단 필살기 보여지는 아이템
992060,    -- 4단 필살기 보여지는 아이템
992070,    -- 4단 필살기 보여지는 아이템
992080,    -- 4단 필살기 보여지는 아이템
992090,    -- 4단 필살기 보여지는 아이템
992100,    -- 4단 필살기 보여지는 아이템
992110,  --MP 보유량 증가
992120,  --MP 보유량 증가
992130,  --MP 보유량 증가
992140,  --MP 보유량 증가
992150,  --MP 보유량 증가
992160,  --MP 보유량 증가
992170,  --MP 보유량 증가
992180,  --MP 보유량 증가
992190,  --MP 보유량 증가
992200,  --MP 보유량 증가
992210,  --MP 보유량 증가
992220,  --MP 보유량 증가
992230,  --MP 보유량 증가
992240,  --MP 보유량 증가
992250,  --MP 보유량 증가
1017100	,
1017110	,
1017120	,
1017130	,
1017140	,
1017150	,
1017160	,
1017240	,
1017250	,
1025390	,
1211330	,
1211340	,
1211350	,
1211360	,
1211370	,
1211380	,
1211390	,
1211400	,
1211410	,
1211420	,
1211430	,
1211440	,
1211450	,
1211460	,
1211470	,
1211480	,
1211490	,
1211500	,
1237250 ,	-- 에델 엠 4칸  
1237260 ,	-- 에델 4필 
1278090,  --베이가스 4단필
1278080,  --MP 보유량 증가
1290650	, -- 문라이트 칭호	   
1290660	, -- 문페이즈 칭호
1206950, --	저주받은 정원 칭호
1206960, --	오염된 지하실 칭호
1206970, --	망령이 깃든 복도 칭호
1206980, --	배신자의 화실 칭호
1206990, --	어둠에 물든 서재 칭호
1207000, --	아라크네의 둥지 칭호
1281060, --	골리아스 서식지
1281080, --	고대 골렘의 무덤
1281100, --	그림자 숲
1281120, --	라세르타의 사냥터
1281140, --	절망의 대지
1281160, --	차원의 경계
1064690, --	제로 레벨업 체크아이템
791150, --	고서조각1
791160, --	고서조각2
791170, --	고서조각3
791180, --	고서조각4
791190, --	고서조각5
791200, --	고서조각6
791210, --	고서조각7
791220, --	고서조각8
791230, --	고서조각9
451070, -- 빨간 실뭉치
451080, -- 파란 실뭉치
451090, -- 노란 실뭉치
451100, -- 빨간 양말
451110, -- 파란 양말
451120, -- 노란 양말

	 


}

TEAM = 0
CHAR = 1
NickNameChangeCard = 
{
	{ Type = TEAM, ItemID = 23720 },
	{ Type = CHAR, ItemID = 1299970 },
}