-- MonsterRewardInfo.lua
MonLevelReward = {
	-- Level, Reward{ Exp,SP, GP }
	{ Level = 0, Reward = {1,1,1}, },
	{ Level = 1, Reward = {10,10,50}, },
	{ Level = 2, Reward = {11,11,52}, },
	{ Level = 3, Reward = {12,12,54}, },
	{ Level = 4, Reward = {13,13,56}, },
	{ Level = 5, Reward = {15,15,58}, },
	{ Level = 6, Reward = {16,16,60}, },
	{ Level = 7, Reward = {18,18,63}, },
	{ Level = 8, Reward = {19,19,66}, },
	{ Level = 9, Reward = {21,21,69}, },
	{ Level = 10, Reward = {24,24,72}, },
	{ Level = 11, Reward = {26,26,75}, },
	{ Level = 12, Reward = {29,29,78}, },
	{ Level = 13, Reward = {31,31,81}, },
	{ Level = 14, Reward = {35,35,85}, },
	{ Level = 15, Reward = {38,38,89}, },
	{ Level = 16, Reward = {42,42,93}, },
	{ Level = 17, Reward = {46,46,97}, },
	{ Level = 18, Reward = {51,51,101}, },
	{ Level = 19, Reward = {56,56,106}, },
	{ Level = 20, Reward = {61,61,111}, },
	{ Level = 21, Reward = {67,67,116}, },
	{ Level = 22, Reward = {74,74,121}, },
	{ Level = 23, Reward = {81,81,127}, },
	{ Level = 24, Reward = {90,90,133}, },
	{ Level = 25, Reward = {98,98,139}, },
	{ Level = 26, Reward = {108,108,145}, },
	{ Level = 27, Reward = {119,119,152}, },
	{ Level = 28, Reward = {131,131,159}, },
	{ Level = 29, Reward = {144,144,166}, },
	{ Level = 30, Reward = {159,159,174}, },
	{ Level = 31, Reward = {174,174,182}, },
	{ Level = 32, Reward = {192,192,191}, },
	{ Level = 33, Reward = {211,211,200}, },
	{ Level = 34, Reward = {232,232,210}, },
	{ Level = 35, Reward = {255,255,220}, },
	{ Level = 36, Reward = {281,281,231}, },
	{ Level = 37, Reward = {309,309,242}, },
	{ Level = 38, Reward = {340,340,254}, },
	{ Level = 39, Reward = {374,374,266}, },
	{ Level = 40, Reward = {411,411,279}, },
	{ Level = 41, Reward = {453,453,292}, },
	{ Level = 42, Reward = {498,498,306}, },
	{ Level = 43, Reward = {548,548,321}, },
	{ Level = 44, Reward = {602,602,337}, },
	{ Level = 45, Reward = {663,663,353}, },
	{ Level = 46, Reward = {729,729,370}, },
	{ Level = 47, Reward = {802,802,388}, },
	{ Level = 48, Reward = {882,882,407}, },
	{ Level = 49, Reward = {970,970,427}, },
	{ Level = 50, Reward = {1067,1067,448}, },
	{ Level = 51, Reward = {1174,1174,470}, },
	{ Level = 52, Reward = {1291,1291,493}, },
	{ Level = 53, Reward = {1420,1420,517}, },
	{ Level = 54, Reward = {1562,1562,542}, },
	{ Level = 55, Reward = {1719,1719,569}, },
	{ Level = 56, Reward = {1891,1891,597}, },
	{ Level = 57, Reward = {2080,2080,626}, },
	{ Level = 58, Reward = {2288,2288,657}, },
	{ Level = 59, Reward = {2516,2516,689}, },
	{ Level = 60, Reward = {2768,2768,723}, },
	{ Level = 61, Reward = {3045,3045,759}, },
	{ Level = 62, Reward = {3349,3349,796}, },
	{ Level = 63, Reward = {3684,3684,835}, },
	{ Level = 64, Reward = {4053,4053,876}, },
	{ Level = 65, Reward = {4458,4458,919}, },
	{ Level = 66, Reward = {4904,4904,964}, },
	{ Level = 67, Reward = {5394,5394,1012}, },
	{ Level = 68, Reward = {5933,5933,1062}, },
	{ Level = 69, Reward = {6527,6527,1115}, },
	{ Level = 70, Reward = {7180,7180,1170}, },
	{ Level = 71, Reward = {7897,7897,1228}, },
	{ Level = 72, Reward = {8687,8687,1289}, },
	{ Level = 73, Reward = {9556,9556,1353}, },
	{ Level = 74, Reward = {10512,10512,1420}, },
	{ Level = 75, Reward = {11563,11563,1491}, },
	{ Level = 76, Reward = {12719,12719,1565}, },
	{ Level = 77, Reward = {13991,13991,1643}, },
	{ Level = 78, Reward = {15390,15390,1725}, },
	{ Level = 79, Reward = {16929,16929,1811}, },
	{ Level = 80, Reward = {18622,18622,1901}, },
	{ Level = 81, Reward = {20484,20484,1996}, },
	{ Level = 82, Reward = {22532,22532,2095}, },
	{ Level = 83, Reward = {24786,24786,2199}, },
	{ Level = 84, Reward = {27264,27264,2308}, },
	{ Level = 85, Reward = {29991,29991,2423}, },
	{ Level = 86, Reward = {32990,32990,2544}, },
	{ Level = 87, Reward = {36289,36289,2671}, },
	{ Level = 88, Reward = {39918,39918,2804}, },
	{ Level = 89, Reward = {43909,43909,2944}, },
	{ Level = 90, Reward = {48300,48300,3091}, },
	{ Level = 91, Reward = {53130,53130,3245}, },
	{ Level = 92, Reward = {58443,58443,3407}, },
	{ Level = 93, Reward = {64288,64288,3577}, },
	{ Level = 94, Reward = {70716,70716,3755}, },
	{ Level = 95, Reward = {77788,77788,3942}, },
	{ Level = 96, Reward = {85567,85567,4139}, },
	{ Level = 97, Reward = {94123,94123,4345}, },
	{ Level = 98, Reward = {103536,103536,4562}, },
	{ Level = 99, Reward = {113889,113889,4790}, },
	{ Level = 100, Reward = {125278,125278,5029}, },
	{ Level = 101, Reward = {137806,137806,5280}, },
	{ Level = 102, Reward = {151587,151587,5544}, },
	{ Level = 103, Reward = {166745,166745,5821}, },
	{ Level = 104, Reward = {183420,183420,6112}, },
	{ Level = 105, Reward = {201762,201762,6417}, },
	{ Level = 106, Reward = {221938,221938,6737}, },
	{ Level = 107, Reward = {244132,244132,7073}, },
	{ Level = 108, Reward = {268545,268545,7426}, },
	{ Level = 109, Reward = {295400,295400,7797}, },
	{ Level = 110, Reward = {324940,324940,8186}, },
	{ Level = 111, Reward = {357434,357434,8595}, },
	{ Level = 112, Reward = {393177,393177,9024}, },
	{ Level = 113, Reward = {432495,432495,9475}, },
	{ Level = 114, Reward = {475744,475744,9948}, },
	{ Level = 115, Reward = {523319,523319,10445}, },
	{ Level = 116, Reward = {575650,575650,10967}, },
	{ Level = 117, Reward = {633215,633215,11515}, },
	{ Level = 118, Reward = {696537,696537,12090}, },
	{ Level = 119, Reward = {766191,766191,12694}, },
	{ Level = 120, Reward = {842810,842810,13328}, },
	{ Level = 121, Reward = {927091,927091,13994}, },
	{ Level = 122, Reward = {1019800,1019800,14693}, },
	{ Level = 123, Reward = {1121780,1121780,15427}, },
	{ Level = 124, Reward = {1233958,1233958,16198}, },
	{ Level = 125, Reward = {1357353,1357353,17007}, },
	{ Level = 126, Reward = {1493089,1493089,17857}, },
	{ Level = 127, Reward = {1642398,1642398,18749}, },
	{ Level = 128, Reward = {1806637,1806637,19686}, },
	{ Level = 129, Reward = {1987301,1987301,20670}, },
	{ Level = 130, Reward = {2186031,2186031,21703}, },
	{ Level = 131, Reward = {2404634,2404634,22788}, },
	{ Level = 132, Reward = {2645098,2645098,23927}, },
	{ Level = 133, Reward = {2909608,2909608,25123}, },
	{ Level = 134, Reward = {3200568,3200568,26379}, },
	{ Level = 135, Reward = {3520625,3520625,27697}, },
	{ Level = 136, Reward = {3872688,3872688,29081}, },
	{ Level = 137, Reward = {4259957,4259957,30535}, },
	{ Level = 138, Reward = {4685952,4685952,32061}, },
	{ Level = 139, Reward = {5154548,5154548,33664}, },
	{ Level = 140, Reward = {5670002,5670002,35347}, },
	{ Level = 141, Reward = {6237003,6237003,37114}, },
	{ Level = 142, Reward = {6860703,6860703,38969}, },
	{ Level = 143, Reward = {7546773,7546773,40917}, },
	{ Level = 144, Reward = {8301450,8301450,42962}, },
	{ Level = 145, Reward = {9131595,9131595,45110}, },
	{ Level = 146, Reward = {10044755,10044755,47365}, },
	{ Level = 147, Reward = {11049230,11049230,49733}, },
	{ Level = 148, Reward = {12154154,12154154,52219}, },
	{ Level = 149, Reward = {13369569,13369569,54829}, },
	{ Level = 150, Reward = {14706526,14706526,57570}, },
}

MonAddRatio = {	
	-- MonID, Ratio = { ExpRatio, SPRatio, GPRatio }
	{ ID = 0,  Ratio =  {1, 1,  1},  },  -- 슬라임
	{ ID = 1,  Ratio =  {1, 1,  1},  },  -- 머쉬룸
	{ ID = 3,  Ratio =  {3, 3,  3},  },  -- 엔트
	{ ID = 4,  Ratio =  {1, 1,  1},  },  -- 고블린
	{ ID = 5,  Ratio =  {1.2, 1,  1},  },  -- 고블린투척병
	{ ID = 6,  Ratio =  {1.15, 1,  1},  },  -- 오크
	{ ID = 7,  Ratio =  {3, 3,  3},  },  -- 웬디
	{ ID = 10,  Ratio =  {3, 3,  3},  },  -- 레드고르고스
	{ ID = 13,  Ratio =  {1.05, 1,  1},  },  -- 아머랍스터
	{ ID = 14,  Ratio =  {1.05, 1,  1},  },  -- 귀신아귀
	{ ID = 15,  Ratio =  {1.13, 1.1,  1.1},  },  -- 해골 기사
	{ ID = 16,  Ratio =  {1.13, 1,  1},  },  -- 해골 궁수
	{ ID = 17,  Ratio =  {1.11, 1.1,  1.1},  },  -- 해골 기사대장
	{ ID = 18,  Ratio =  {1.11, 1,  1},  },  -- 해골 궁수대장
	{ ID = 19,  Ratio =  {1.12, 1,  1},  },  -- 아머캣
	{ ID = 20,  Ratio =  {1, 1,  1},  },  -- 엘레나
	{ ID = 21,  Ratio =  {3, 3,  3},  },  -- 카미키
	{ ID = 22,  Ratio =  {3, 3,  3},  },  -- 가이코즈
	{ ID = 23,  Ratio =  {2, 2,  2},  },  -- 카제아제 (라스)
	{ ID = 24,  Ratio =  {3, 3,  3},  },  -- 카제아제 (원형)
	{ ID = 25,  Ratio =  {3, 3,  3},  },  -- 사이클롭스
	{ ID = 26,  Ratio =  {3, 3,  3},  },  -- 오크전사대장
	{ ID = 28,  Ratio =  {1.15, 1,  1},  },  -- 하피
	{ ID = 29,  Ratio =  {3, 3,  3},  },  -- 하피퀸
	{ ID = 30,  Ratio =  {1.29, 1,  1},  },  -- 오크전사
	{ ID = 31,  Ratio =  {1.29, 1,  1},  },  -- 오크투척병
	{ ID = 32,  Ratio =  {3, 3,  3},  },  -- 오크로드
	{ ID = 33,  Ratio =  {1.58, 0.9,  0.9},  },  -- 곤
	{ ID = 34,  Ratio =  {1.58, 1.1,  1.1},  },  -- 고르곤
	{ ID = 35,  Ratio =  {3, 3,  3},  },  -- 트롤
	{ ID = 36,  Ratio =  {1.56, 1,  1},  },  -- 드릴몬
	{ ID = 37,  Ratio =  {3, 3,  3},  },  -- 자이언트 드릴몬
	{ ID = 38,  Ratio =  {3, 3,  3},  },  -- 엘리자베스
	{ ID = 39,  Ratio =  {0.72, 0.75,  0.75},  },  -- 펌프킨헤드
	{ ID = 40,  Ratio =  {0.72, 1,  1},  },  -- 해골
	{ ID = 41,  Ratio =  {3, 3,  3},  },  -- 리치
	{ ID = 42,  Ratio =  {1.48, 1,  1},  },  -- 파라미니미
	{ ID = 43,  Ratio =  {3, 3,  3},  },  -- 파라돔
	{ ID = 44,  Ratio =  {1.48, 1,  1},  },  -- 미니스톤골렘
	{ ID = 45,  Ratio =  {1.24, 1.2,  1.2},  },  -- 미니 아이스골렘
	{ ID = 46,  Ratio =  {1.25, 1.1,  1.1},  },  -- 미니 파이어골렘
	{ ID = 47,  Ratio =  {1.16, 1,  1},  },  -- 강화된 앤몬정찰병
	{ ID = 48,  Ratio =  {1.95, 0.9,  0.9},  },  -- 어둠의 앤몬정찰병
	{ ID = 50,  Ratio =  {1.95, 1,  1},  },  -- 어둠의 앤몬문지기
	{ ID = 51,  Ratio =  {3, 3,  3},  },  -- 바실리스크
	{ ID = 52,  Ratio =  {3, 3,  3},  },  -- 가도센
	{ ID = 53,  Ratio =  {3, 3,  3},  },  -- 자이언트 스톤골렘
	{ ID = 55,  Ratio =  {0.8, 1.1,  1.1},  },  -- 좀비오크전사
	{ ID = 56,  Ratio =  {1.5, 1.5,  1.5},  },  -- 스톤트롤
	{ ID = 57,  Ratio =  {2, 1.1,  1.1},  },  -- 어둠의 다크메이지
	{ ID = 58,  Ratio =  {2.1, 1.1,  1.1},  },  -- 어둠의 몽반
	{ ID = 59,  Ratio =  {2.25, 1.2,  1.2},  },  -- 몽반 리더
	{ ID = 60,  Ratio =  {2, 2,  2},  },  -- 리치
	{ ID = 61,  Ratio =  {2, 2,  2},  },  -- 파이어 골렘
	{ ID = 62,  Ratio =  {2, 2,  2},  },  -- 파라돔
	{ ID = 63,  Ratio =  {1.12, 1,  1},  },  -- 광폭한 고블린
	{ ID = 64,  Ratio =  {1.12, 0.9,  0.9},  },  -- 광폭한 고블린투척병
	{ ID = 65,  Ratio =  {1.12, 1,  1},  },  -- 광폭한 오크
	{ ID = 66,  Ratio =  {1.12, 1.1,  1.1},  },  -- 광폭한 오크전사
	{ ID = 67,  Ratio =  {1.12, 1,  1},  },  -- 광폭한 하피
	{ ID = 68,  Ratio =  {1.12, 1.1,  1.1},  },  -- 광폭한 드릴몬
	{ ID = 69,  Ratio =  {1.12, 0.9,  0.9},  },  -- 광폭한 곤
	{ ID = 70,  Ratio =  {1.12, 1,  1},  },  -- 광폭한 고르곤
	{ ID = 71,  Ratio =  {2, 2,  2},  },  -- 블래게어리 퀸
	{ ID = 72,  Ratio =  {2, 2,  2},  },  -- 오크로드
	{ ID = 73,  Ratio =  {3, 3,  3},  },  -- 다크 아몬
	{ ID = 74,  Ratio =  {0.97, 0.9,  0.9},  },  -- 원주민 창병
	{ ID = 75,  Ratio =  {0.97, 1,  1},  },  -- 원주민 족장
	{ ID = 76,  Ratio =  {1.2, 1.2,  1.2},  },  -- 비홀더
	{ ID = 77,  Ratio =  {1.2, 1.2,  1.2},  },  -- 변이 스켈레톤
	{ ID = 78,  Ratio =  {1, 1,  1},  },  -- 이끼괴수
	{ ID = 79,  Ratio =  {3, 3,  3},  },  -- 레나시엔 (중보)
	{ ID = 80,  Ratio =  {3, 3,  3},  },  -- 옥투스 (중보)
	{ ID = 81,  Ratio =  {2, 2,  2},  },  -- 파투세이 (머리)
	{ ID = 82,  Ratio =  {2, 2,  2},  },  -- 어둠의 고르고스
	{ ID = 83,  Ratio =  {2, 2,  2},  },  -- 어둠의 트롤
	{ ID = 84,  Ratio =  {1, 1,  1},  },  -- 파투세이 (몸)
	{ ID = 85,  Ratio =  {1, 1,  1},  },  -- 파투세이 (다리)
	{ ID = 86,  Ratio =  {1, 1,  1},  },  -- 주니어 식충식물
	{ ID = 87,  Ratio =  {1.11, 0.9,  0.9},  },  -- 파라미니미
	{ ID = 88,  Ratio =  {2, 2,  2},  },  -- 엔트
	{ ID = 89,  Ratio =  {2.4, 2.4,  2.4},  },  -- 웬디
	{ ID = 90,  Ratio =  {2.8, 2.8,  2.8},  },  -- 오크전사
	{ ID = 91,  Ratio =  {3.2, 3.2,  3.2},  },  -- 하피퀸
	{ ID = 92,  Ratio =  {3.6, 3.6,  3.6},  },  -- 오크로드
	{ ID = 93,  Ratio =  {4, 4,  4},  },  -- 레드고르고스
	{ ID = 94,  Ratio =  {4.4, 4.4,  4.4},  },  -- 트롤
	{ ID = 95,  Ratio =  {4.8, 4.8,  4.8},  },  -- 자이언트 드릴몬
	{ ID = 96,  Ratio =  {5.2, 5.2,  5.2},  },  -- 엘리자베스
	{ ID = 97,  Ratio =  {5.6, 5.6,  5.6},  },  -- 리치
	{ ID = 98,  Ratio =  {6, 6,  6},  },  -- 파라돔
	{ ID = 99,  Ratio =  {6.4, 6.4,  6.4},  },  -- 가이코즈
	{ ID = 100,  Ratio =  {6.8, 6.8,  6.8},  },  -- 파투세이
	{ ID = 101,  Ratio =  {7.2, 7.2,  7.2},  },  -- 파투세이
	{ ID = 102,  Ratio =  {7.6, 7.6,  7.6},  },  -- 파투세이
	{ ID = 103,  Ratio =  {8, 8,  8},  },  -- 카미키
	{ ID = 104,  Ratio =  {8.4, 8.4,  8.4},  },  -- 바실리스크
	{ ID = 105,  Ratio =  {8.8, 8.8,  8.8},  },  -- 가도센
	{ ID = 106,  Ratio =  {9.2, 9.2,  9.2},  },  -- 진 카제아제
	{ ID = 107,  Ratio =  {9.6, 9.6,  9.6},  },  -- 사이클롭스
	{ ID = 108,  Ratio =  {10, 10,  10},  },  -- 자이언트 스톤골렘
	{ ID = 109,  Ratio =  {10.4, 10.4,  10.4},  },  -- 다크아몬
	{ ID = 111,  Ratio =  {10.8, 10.8,  10.8},  },  -- 옥투스
	{ ID = 112,  Ratio =  {1.4, 0.9,  0.9},  },  -- 광신도 폭탄병
	{ ID = 113,  Ratio =  {1.5, 1.1,  1.1},  },  -- 광신도 방패병
	{ ID = 114,  Ratio =  {1.5, 1.1,  1.1},  },  -- 광신도 승려
	{ ID = 115,  Ratio =  {1.4, 1,  1},  },  -- 가시몬
	{ ID = 116,  Ratio =  {1, 1,  1},  },  -- 바네사
	{ ID = 117,  Ratio =  {2, 2,  2},  },  -- 바네사 (늑대)
	{ ID = 118,  Ratio =  {3, 3,  3},  },  -- 순환의 신
	{ ID = 119,  Ratio =  {3, 3,  3},  },  -- 레나시엔
	{ ID = 120,  Ratio =  {3, 3,  3},  },  -- 옥투스
	{ ID = 125,  Ratio =  {1.1, 1.1,  1.1},  },  -- 나가몬
	{ ID = 126,  Ratio =  {1, 1,  1},  },  -- 어쌔신 검술사
	{ ID = 127,  Ratio =  {0.9, 0.9,  0.9},  },  -- 어쌔신 순찰자
	{ ID = 128,  Ratio =  {2, 2,  2},  },  -- 아스타롯
	{ ID = 129,  Ratio =  {3, 3,  3},  },  -- 불타로스
	{ ID = 130,  Ratio =  {0.75, 0.75,  0.75},  },  -- 저주받은 마나석
	{ ID = 132,  Ratio =  {1.57, 0.9,  0.9},  },  -- 비스트모스키토
	{ ID = 133,  Ratio =  {1.57, 1,  1},  },  -- 독거미
	{ ID = 134,  Ratio =  {1.57, 1.1,  1.1},  },  -- 엔트미니미
	{ ID = 135,  Ratio =  {2, 2,  2},  },  -- 변질된 엔트
	{ ID = 136,  Ratio =  {3, 3,  3},  },  -- 에이션트 엔트
	{ ID = 137,  Ratio =  {1.26, 1,  1},  },  -- 불거미
	{ ID = 138,  Ratio =  {1.26, 1,  1},  },  -- 해골격투가
	{ ID = 140,  Ratio =  {3, 3,  3},  },  -- 블랙페어리 퀸
	{ ID = 141,  Ratio =  {0.91, 1,  1},  },  -- 캐스터 랍스터
	{ ID = 142,  Ratio =  {1.1, 1.2,  1.2},  },  -- 전기아귀
	{ ID = 143,  Ratio =  {4, 4,  4},  },  -- 크라코
	{ ID = 144,  Ratio =  {3, 3,  3},  },  -- 지그
	{ ID = 145,  Ratio =  {1.3, 1.2,  1.2},  },  -- 해머몬
	{ ID = 146,  Ratio =  {1.12, 1,  1},  },  -- 켄크르
	{ ID = 147,  Ratio =  {1, 0.9,  0.9},  },  -- 로쉐
	{ ID = 148,  Ratio =  {2, 2,  2},  },  -- 산호몬
	{ ID = 149,  Ratio =  {1.5, 1.5,  1.5},  },  -- 에메랄드 랍스터
	{ ID = 150,  Ratio =  {1.2, 1.1,  1.1},  },  -- 마그몬
	{ ID = 151,  Ratio =  {0.75, 1,  1},  },  -- 습지대 고블린
	{ ID = 152,  Ratio =  {1, 1.2,  1.2},  },  -- 바이올렛 페어리
	{ ID = 153,  Ratio =  {0.8, 1,  1},  },  -- 바이올렛 픽시
	{ ID = 154,  Ratio =  {0.75, 0.9,  0.9},  },  -- 안개 정령
	{ ID = 155,  Ratio =  {2, 2,  2},  },  -- 미스틱 골렘
	{ ID = 156,  Ratio =  {3, 3,  3},  },  -- 하스
	{ ID = 158,  Ratio =  {1.08, 1,  1},  },  -- 포이즌 모스키토
	{ ID = 159,  Ratio =  {1.08, 1,  1},  },  -- 미니 독충식물
	{ ID = 160,  Ratio =  {1.3, 1.2,  1.2},  },  -- 독거미 여왕
	{ ID = 161,  Ratio =  {0.85, 0.75,  0.75},  },  -- 새끼 독거미
	{ ID = 162,  Ratio =  {2, 2,  2},  },  -- 블랙 웬디
	{ ID = 163,  Ratio =  {3, 3,  3},  },  -- 앙뜨와네트
	{ ID = 164,  Ratio =  {1.35, 1,  1},  },  -- 프리징 세이버투스
	{ ID = 165,  Ratio =  {1.35, 0.9,  0.9},  },  -- 프리징 켄크르
	{ ID = 166,  Ratio =  {1.5, 1.2,  1.2},  },  -- 엔다리온
	{ ID = 167,  Ratio =  {2, 2,  2},  },  -- 샤크아론
	{ ID = 168,  Ratio =  {3, 3,  3},  },  -- 쥬리오르
	{ ID = 169,  Ratio =  {1.35, 1,  1},  },  -- 성난피바람 오크
	{ ID = 170,  Ratio =  {1.4, 1.1,  1.1},  },  -- 성난피바람 오크전사
	{ ID = 171,  Ratio =  {1.55, 1.2,  1.2},  },  -- 마그마 파라돔
	{ ID = 172,  Ratio =  {2, 2,  2},  },  -- 타이타로스
	{ ID = 173,  Ratio =  {3, 3,  3},  },  -- 드레이크 웜
	{ ID = 174,  Ratio =  {1.04, 0.8,  0.8},  },  -- 자이언트 웜
	{ ID = 175,  Ratio =  {1.3, 1.2,  1.2},  },  -- DK Mark-I
	{ ID = 176,  Ratio =  {1.04, 1,  1},  },  -- 미스톤
	{ ID = 177,  Ratio =  {3, 3,  3},  },  -- 거인
	{ ID = 178,  Ratio =  {3, 3,  3},  },  -- 페리어트
	{ ID = 179,  Ratio =  {0.75, 0.75,  0.75},  },  -- 마그마 파라돔 (자폭)
	{ ID = 181,  Ratio =  {1.45, 1,  1},  },  -- 블랙나이츠 방패병
	{ ID = 182,  Ratio =  {1.45, 1,  1},  },  -- 블랙나이츠 창병
	{ ID = 183,  Ratio =  {1.55, 1.1,  1.1},  },  -- 하급 암흑사제
	{ ID = 184,  Ratio =  {2, 2,  2},  },  -- 블랙 템페스트
	{ ID = 185,  Ratio =  {1, 1,  1},  },  -- 빅터 (Phase 1)
	{ ID = 186,  Ratio =  {3, 3,  3},  },  -- 빅터 (Phase 2)
	{ ID = 187,  Ratio =  {1.61, 1,  1},  },  -- 독가시 넝쿨몬
	{ ID = 188,  Ratio =  {1.61, 0.9,  0.9},  },  -- 디코이
	{ ID = 189,  Ratio =  {1.8, 1.3,  1.3},  },  -- 우덴
	{ ID = 190,  Ratio =  {1.7, 1.2,  1.2},  },  -- DK Mark-II
	{ ID = 191,  Ratio =  {1, 0.5,  0.5},  },  -- 독가시 넝쿨몬 (보스방)
	{ ID = 192,  Ratio =  {3, 3,  3},  },  -- 신목
	{ ID = 193,  Ratio =  {2, 2,  2},  },  -- 신목 가지 1
	{ ID = 194,  Ratio =  {2, 2,  2},  },  -- 신목 가지 2
	{ ID = 195,  Ratio =  {2, 2,  2},  },  -- 신목 가지 3
	{ ID = 196,  Ratio =  {2, 2,  2},  },  -- 신목 가지 4
	{ ID = 197,  Ratio =  {2, 2,  2},  },  -- 다크 스톰
	{ ID = 198,  Ratio =  {2, 2,  2},  },  -- 퓨리어스 스톰
	{ ID = 199,  Ratio =  {0.7, 0.5,  0.5},  },  -- 가고일 공병
	{ ID = 200,  Ratio =  {1.2, 0.8,  0.8},  },  -- 가고일
	{ ID = 201,  Ratio =  {1.4, 1,  1},  },  -- 사타니엘 전사
	{ ID = 202,  Ratio =  {1.5, 1.1,  1.1},  },  -- 상급 암흑사제
	{ ID = 203,  Ratio =  {1.7, 1.2,  1.2},  },  -- 헤라
	{ ID = 204,  Ratio =  {3, 3,  3},  },  -- 이블리스
	{ ID = 205,  Ratio =  {1, 1,  1},  },  -- 이블리스 나이트
	{ ID = 206,  Ratio =  {2, 2,  2},  },  -- 타나토스 (Phase 1)
	{ ID = 207,  Ratio =  {3, 3,  3},  },  -- 타나토스 (Phase 2)
	{ ID = 208,  Ratio =  {4, 4,  4},  },  -- 타나토스 (Phase 3)
	{ ID = 210,  Ratio =  {0.9, 0.9,  0.9},  },  -- 조약돌 고블린
	{ ID = 211,  Ratio =  {1, 1,  1},  },  -- 조약돌 고블린 싸움꾼
	{ ID = 212,  Ratio =  {1.1, 1.1,  1.1},  },  -- 조약돌 고블린 노역꾼
	{ ID = 213,  Ratio =  {2, 2,  2},  },  -- 브루터스
	{ ID = 214,  Ratio =  {1.1, 1.1,  1.1},  },  -- 천년 사도
	{ ID = 215,  Ratio =  {3, 3,  3},  },  -- 세태쉬
	{ ID = 216,  Ratio =  {0.9, 0.9,  0.9},  },  -- 일꾼 깨미
	{ ID = 217,  Ratio =  {1, 1,  1},  },  -- 병정 깨미
	{ ID = 218,  Ratio =  {1.2, 1.2,  1.2},  },  -- 대장 깨미
	{ ID = 219,  Ratio =  {0.9, 0.9,  0.9},  },  -- 검방이
	{ ID = 220,  Ratio =  {2, 2,  2},  },  -- 스콜피스
	{ ID = 221,  Ratio =  {3, 3,  3},  },  -- 하셉수트
	{ ID = 222,  Ratio =  {0.9, 0.9,  0.9},  },  -- 쿵지
	{ ID = 224,  Ratio =  {1, 1,  1},  },  -- 매직 쿵
	{ ID = 225,  Ratio =  {1.1, 1.1,  1.1},  },  -- 빅 쿵
	{ ID = 226,  Ratio =  {2, 2,  2},  },  -- 가디언 쿵
	{ ID = 227,  Ratio =  {3, 3,  3},  },  -- 엘더 쿵
	{ ID = 228,  Ratio =  {1, 1,  1},  },  -- 암흑숲 정찰자
	{ ID = 229,  Ratio =  {1, 1,  1},  },  -- 암흑숲 암살자
	{ ID = 230,  Ratio =  {1, 1,  1},  },  -- 불망치 대장장이
	{ ID = 231,  Ratio =  {0.9, 0.9,  0.9},  },  -- 불망치 토치맨
	{ ID = 232,  Ratio =  {1.2, 1.2,  1.2},  },  -- 불망치 버서커
	{ ID = 233,  Ratio =  {2, 2,  2},  },  -- 스파이더 가드머신
	{ ID = 235,  Ratio =  {3, 3,  3},  },  -- 탈린 풀가드 (전차)
	{ ID = 241,  Ratio =  {0.9, 0.9,  0.9},  },  -- 모래 일꾼 깨미
	{ ID = 242,  Ratio =  {1, 1,  1},  },  -- 모래 병정 깨미
	{ ID = 243,  Ratio =  {1.1, 1.1,  1.1},  },  -- 스콜핑
	{ ID = 244,  Ratio =  {1.1, 1.1,  1.1},  },  -- 프릴자드
	{ ID = 245,  Ratio =  {2, 2,  2},  },  -- 자이언트 프릴자드
	{ ID = 246,  Ratio =  {3, 3,  3},  },  -- 샌드룰러
	{ ID = 247,  Ratio =  {1.1, 1.1,  1.1},  },  -- 불망치 드릴러
	{ ID = 248,  Ratio =  {0.9, 0.9,  0.9},  },  -- 강철 드워프 공병
	{ ID = 249,  Ratio =  {1, 1,  1},  },  -- 강철 드워프 감독관
	{ ID = 250,  Ratio =  {2, 2,  2},  },  -- 파워 셔블
	{ ID = 251,  Ratio =  {2, 2,  2},  },  -- 센트리 키퍼 1호
	{ ID = 252,  Ratio =  {2, 2,  2},  },  -- 센트리 키퍼 2호
	{ ID = 254,  Ratio =  {0, 0,  0},  },  -- 탈린 풀가드
	{ ID = 255, Ratio = { 0, 0, 0}, }, -- 신기루 항아리
	{ ID = 256,  Ratio =  {0.8, 0.75,  0.75},  },  -- 파투세이 창
	{ ID = 257,  Ratio =  {0.9, 0.9,  0.9},  },  -- 테크니컬 가드
	{ ID = 258,  Ratio =  {1, 1,  1},  },  -- 썬더 해머 소총병
	{ ID = 259,  Ratio =  {0, 0,  0},  },  -- 썬더 해머 저격병
	{ ID = 260,  Ratio =  {1.1, 1.1,  1.1},  },  -- 썬더 해머 수호병
	{ ID = 261,  Ratio =  {1.5, 1.5,  1.5},  },  -- 로얄 가드
	{ ID = 262,  Ratio =  {2, 2,  2},  },  -- 암흑 밀사
	{ ID = 263,  Ratio =  {1.22, 1,  1},  },  -- 블루 슬라임
	{ ID = 264,  Ratio =  {1.58, 1,  1},  },  -- 레드 슬라임
	{ ID = 265,  Ratio =  {0.72, 1,  1},  },  -- 그린 슬라임
	{ ID = 266,  Ratio =  {0.72, 1.2,  1.2},  },  -- 포이즌 머쉬룸
	{ ID = 267,  Ratio =  {1.22, 1,  1},  },  -- 무법자 꽃게
	{ ID = 268,  Ratio =  {0.72, 1,  1},  },  -- 꿀꺼비
	{ ID = 269,  Ratio =  {1.32, 1,  1},  },  -- 원령 무사
	{ ID = 270,  Ratio =  {1.32, 1,  1},  },  -- 원령 총사
	{ ID = 271,  Ratio =  {1.4, 1.1,  1.1},  },  -- 제사장
	{ ID = 272,  Ratio =  {2, 2,  2},  },  -- 수신장
	{ ID = 273,  Ratio =  {0.8, 1.1,  1.1},  },  -- 좀비오크투척병
	{ ID = 276,  Ratio =  {1, 1,  1},  },  -- 솔저 가드머신
	{ ID = 277,  Ratio =  {2, 2,  2},  },  -- 듀엘
	{ ID = 278,  Ratio =  {3, 3,  3},  },  -- 아론
	{ ID = 279,  Ratio =  {0, 0,  0},  },  -- 탈린 풀가드
	{ ID = 281,  Ratio =  {2, 1,  1},  },  -- 스톤 골렘
	{ ID = 282,  Ratio =  {2, 1,  1},  },  -- 아이스 골렘
	{ ID = 283,  Ratio =  {2, 1,  1},  },  -- 파이어 골렘
	{ ID = 284,  Ratio =  {2, 1,  1},  },  -- 황금의 가이코즈
	{ ID = 285,  Ratio =  {2, 1,  1},  },  -- 마령의 카미키
	{ ID = 286,  Ratio =  {2, 1,  1},  },  -- 지옥의 가도센
	{ ID = 287,  Ratio =  {3, 1,  1},  },  -- 플레임 바실리스크
	{ ID = 288,  Ratio =  {3, 1,  1},  },  -- 프로스트 바실리스크
	{ ID = 289,  Ratio =  {5, 1,  1},  },  -- 네모필라
	{ ID = 290,  Ratio =  {0, 0,  0},  },  -- 스테이지 오브젝트
	{ ID = 291,  Ratio =  {0, 0,  0},  },  -- 나약한 건트
	{ ID = 292,  Ratio =  {0, 0,  0},  },  -- 강인한 건트
	{ ID = 293,  Ratio =  {0, 0,  0},  },  -- 네모필라 영혼
	{ ID = 294,  Ratio =  {1, 1,  1},  },  -- 지옥병
	{ ID = 295,  Ratio =  {1.2, 1,  1},  },  -- 지옥 수인
	{ ID = 296,  Ratio =  {1.3, 1,  1},  },  -- 지옥 군단병
	{ ID = 297,  Ratio =  {0, 0,  0},  },  -- 지옥 군단병 변신변신
	{ ID = 298,  Ratio =  {1, 1,  1},  },  -- 지옥사제
	{ ID = 299,  Ratio =  {2, 1,  1},  },  -- 데스웜
	{ ID = 300,  Ratio =  {5, 1,  1},  },  -- 불카누스
	{ ID = 304,  Ratio =  {1, 1,  1},  },  -- 웨어울프 메이지
	{ ID = 305,  Ratio =  {1, 1,  1},  },  -- 웨어울프
	{ ID = 306,  Ratio =  {1.1, 1.1,  1.1},  },  -- 웨어울프 버서커
	{ ID = 307,  Ratio =  {3, 3,  3},  },  -- 베른
	{ ID = 308,  Ratio =  {3, 3,  3},  },  -- 드랄
	{ ID = 309,  Ratio =  {1, 1,  1},  },  -- 베른 고스트
	{ ID = 310,  Ratio =  {1, 1,  1},  },  -- 드랄 고스트
	{ ID = 311,  Ratio =  {0, 0,  0},  },  -- 고장난 코우나트 큐브
	{ ID = 312,  Ratio =  {0, 0,  0},  },  -- 고래 상자
	{ ID = 313,  Ratio =  {0, 0,  0},  },  -- 차원의 문 상
	{ ID = 314,  Ratio =  {0, 0,  0},  },  -- 차원의 문 하
	{ ID = 315,  Ratio =  {2, 2,  2},  },  -- 어쎄신 챔피언
	{ ID = 316,  Ratio =  {2, 2,  2},  },  -- 파워 리더
	{ ID = 317,  Ratio =  {0, 0,  0},  },  -- 디오 (NPC)
	{ ID = 320,  Ratio =  {0, 0,  0},  },  -- 이벤트 가이코즈
	{ ID = 321,  Ratio =  {0, 0,  0},  },  -- 이벤트 카미키
	{ ID = 322,  Ratio =  {0, 0,  0},  },  -- 이벤트 가도센
	{ ID = 323,  Ratio =  {0, 0,  0},  },  -- 이벤트 네모필라
	{ ID = 325,  Ratio =  {0, 0,  0},  },  -- 아테나 코어
	{ ID = 326,  Ratio =  {0, 0,  0},  },  -- 세르딘 고대 병기
	{ ID = 327,  Ratio =  {0, 0,  0},  },  -- 카나반 고대 병기
	{ ID = 328,  Ratio =  {0, 0,  0},  },  -- 가디언 타워
	{ ID = 329,  Ratio =  {0, 0,  0},  },  -- 가드 타워
	{ ID = 356,  Ratio =  {1, 1,  1},  },  -- 카니발 체로키
	{ ID = 357,  Ratio =  {2, 2,  2},  },  -- 카니발 보스
	{ ID = 358,  Ratio =  {3, 3,  3},  },  -- 카니발 히든 보스
	{ ID = 359,  Ratio =  {1, 1,  1},  },  -- 카니발 불망치 버서커
	{ ID = 360,  Ratio =  {1, 1,  1},  },  -- 카니발 세이버투스
	{ ID = 361,  Ratio =  {1, 1,  1},  },  -- 카니발 샤크아론
	{ ID = 364,  Ratio =  {0, 0,  0},  },  -- 할로윈 이벤트 엘리리스
	{ ID = 365,  Ratio =  {0, 0,  0},  },  -- 할로윈 이벤트 리르 
	{ ID = 366,  Ratio =  {0, 0,  0},  },  -- 할로윈 이벤트 아르메 
	{ ID = 367,  Ratio =  {0, 0,  0},  },  -- 할로윈 이벤트 라스 
	{ ID = 368,  Ratio =  {0, 0,  0},  },  -- 할로윈 이벤트 라이언
	{ ID = 369,  Ratio =  {0, 0,  0},  },  -- 할로윈 이벤트 로난 
	{ ID = 370,  Ratio =  {0, 0,  0},  },  -- 할로윈 이벤트 에이미 
	{ ID = 371,  Ratio =  {0, 0,  0},  },  -- 할로윈 이벤트 진
	{ ID = 372,  Ratio =  {0, 0,  0},  },  -- 할로윈 이벤트 지크하트
	{ ID = 373,  Ratio =  {0, 0,  0},  },  -- 할로윈 호박깨기 호박 
	{ ID = 374,  Ratio =  {0, 0,  0},  },  -- 가이드 기본 버섯
	{ ID = 375,  Ratio =  {0, 0,  0},  },  -- 가이드 필살기 버섯
	{ ID = 376,  Ratio =  {0, 0,  0},  },  -- 이벤트 일개미
	{ ID = 377,  Ratio =  {0, 0,  0},  },  -- 이벤트 검방이
	{ ID = 378,  Ratio =  {0, 0,  0},  },  -- 이벤트 모래 일개미
	{ ID = 379,  Ratio =  {0, 0,  0},  },  -- 이벤트 항아리
	{ ID = 380,  Ratio =  {0, 0,  0},  },  -- 이벤트 엔트
	{ ID = 381,  Ratio =  {3, 3,  3},  },  -- 앵보 순환의 신
	{ ID = 382,  Ratio =  {3, 3,  3},  },  -- 앵보 지그
	{ ID = 383,  Ratio =  {3, 3,  3},  },  -- 앵보 쥬리오르
	{ ID = 384,  Ratio =  {2, 2,  2},  },  -- 앵보 샤크아론
	{ ID = 385,  Ratio =  {3, 3,  3},  },  -- 앵보 페리어트
	{ ID = 386,  Ratio =  {3, 3,  3},  },  -- 앵보 신목
	{ ID = 387,  Ratio =  {2, 2,  2},  },  -- 앵보 퓨리어스 스톰
	{ ID = 388,  Ratio =  {2, 2,  2},  },  -- 앵보 다크 스톰
	{ ID = 389,  Ratio =  {3, 3,  3},  },  -- 앵보 타나토스
	{ ID = 390,  Ratio =  {2, 2,  2},  },  -- 앵보 이블리스
	{ ID = 391,  Ratio =  {2, 2,  2},  },  -- 앵보 이블리스 나이트
	{ ID = 392,  Ratio =  {3, 3,  3},  },  -- 앵보 탈린
	{ ID = 393,  Ratio =  {2, 2,  2},  },  -- 앵보 스파이더 가드머신
	{ ID = 394,  Ratio =  {3, 3,  3},  },  -- 앵보 센트리 키퍼 1호
	{ ID = 395,  Ratio =  {3, 3,  3},  },  -- 앵보 센트리 키퍼 2호
	{ ID = 396,  Ratio =  {2, 2,  2},  },  -- 앵보 파워 셔블
	{ ID = 397,  Ratio =  {3, 3,  3},  },  -- 앵보 아론
	{ ID = 398,  Ratio =  {2, 2,  2},  },  -- 앵보 로얄 가드
	{ ID = 399,  Ratio =  {3, 3,  3},  },  -- 앵보 베른
	{ ID = 400,  Ratio =  {3, 3,  3},  },  -- 앵보 드랄
	{ ID = 401,  Ratio =  {3, 3,  3},  },  -- 앵보 세태쉬
	{ ID = 402,  Ratio =  {2, 2,  2},  },  -- 앵보 브루터스
	{ ID = 403,  Ratio =  {3, 3,  3},  },  -- 앵보 하셉수트
	{ ID = 404,  Ratio =  {1, 1,  1},  },  -- 앵보 하셉수트 코쿤
	{ ID = 405,  Ratio =  {2, 2,  2},  },  -- 앵보 스콜피스
	{ ID = 406,  Ratio =  {3, 3,  3},  },  -- 앵보 엘더 쿵
	{ ID = 407,  Ratio =  {2, 2,  2},  },  -- 앵보 가디언 쿵
	{ ID = 408,  Ratio =  {3, 3,  3},  },  -- 앵보 샌드룰러
	{ ID = 409,  Ratio =  {2, 2,  2},  },  -- 앵보 자이언트 프릴자드
	{ ID = 410,  Ratio =  {0, 0,  0},  },  -- 앵보 듀엘
	{ ID = 411,  Ratio =  {0, 0,  0},  },  -- 앵보 보물상자
	{ ID = 433,  Ratio =  {1, 1,  0},  },  -- 카니발 체로키
	{ ID = 434,  Ratio =  {2, 2,  0},  },  -- 카니발 보스
	{ ID = 435,  Ratio =  {3, 3,  0},  },  -- 카니발 히든 보스
	{ ID = 436,  Ratio =  {1, 1,  0},  },  -- 카니발 불망치 버서커
	{ ID = 437,  Ratio =  {1, 1,  0},  },  -- 카니발 세이버투스
	{ ID = 438,  Ratio =  {1, 1,  0},  },  -- 카니발 샤크아론
	{ ID = 441,  Ratio =  {0, 1,  1},  },  -- 슈몬 순환의 신
	{ ID = 442,  Ratio =  {0, 1,  1},  },  -- 슈몬 지그
	{ ID = 443,  Ratio =  {0, 1,  1},  },  -- 슈몬 쥬리오르
	{ ID = 444,  Ratio =  {0, 1,  1},  },  -- 슈몬 샤크아론
	{ ID = 445,  Ratio =  {0, 1,  1},  },  -- 슈몬 페리어트
	{ ID = 446,  Ratio =  {0, 1,  1},  },  -- 슈몬 신목
	{ ID = 447,  Ratio =  {0, 1,  1},  },  -- 슈몬 퓨리어스 스톰
	{ ID = 448,  Ratio =  {0, 1,  1},  },  -- 슈몬 다크 스톰
	{ ID = 449,  Ratio =  {0, 1,  1},  },  -- 슈몬 타나토스
	{ ID = 450,  Ratio =  {0, 1,  1},  },  -- 슈몬 이블리스
	{ ID = 451,  Ratio =  {0, 1,  1},  },  -- 슈몬 이블리스 나이트
	{ ID = 452,  Ratio =  {0, 1,  1},  },  -- 슈몬 탈린
	{ ID = 453,  Ratio =  {0, 1,  1},  },  -- 슈몬 스파이더 가드머신
	{ ID = 454,  Ratio =  {0, 1,  1},  },  -- 슈몬 센트리 키퍼 1호
	{ ID = 455,  Ratio =  {0, 1,  1},  },  -- 슈몬 센트리 키퍼 2호
	{ ID = 456,  Ratio =  {0, 1,  1},  },  -- 슈몬 파워 셔블
	{ ID = 457,  Ratio =  {0, 1,  1},  },  -- 슈몬 아론
	{ ID = 458,  Ratio =  {0, 1,  1},  },  -- 슈몬 로얄 가드
	{ ID = 459,  Ratio =  {0, 1,  1},  },  -- 슈몬 베른
	{ ID = 460,  Ratio =  {0, 1,  1},  },  -- 슈몬 드랄
	{ ID = 461,  Ratio =  {0, 1,  1},  },  -- 슈몬 세태쉬
	{ ID = 462,  Ratio =  {0, 1,  1},  },  -- 슈몬 브루터스
	{ ID = 463,  Ratio =  {0, 1,  1},  },  -- 슈몬 하셉수트
	{ ID = 464,  Ratio =  {0, 1,  1},  },  -- 슈몬 하셉수트 코쿤
	{ ID = 465,  Ratio =  {0, 1,  1},  },  -- 슈몬 스콜피스
	{ ID = 466,  Ratio =  {0, 1,  1},  },  -- 슈몬 엘더 쿵
	{ ID = 467,  Ratio =  {0, 1,  1},  },  -- 슈몬 가디언 쿵
	{ ID = 468,  Ratio =  {0, 1,  1},  },  -- 슈몬 샌드룰러
	{ ID = 469,  Ratio =  {0, 1,  1},  },  -- 슈몬 자이언트 프릴자드
	{ ID = 470,  Ratio =  {0, 1,  1},  },  -- 슈몬 머쉬룸
	{ ID = 471,  Ratio =  {0, 1,  1},  },  -- 슈몬 포이즌 머쉬룸
	{ ID = 472,  Ratio =  {0, 1,  1},  },  -- 슈몬 엔트
	{ ID = 473,  Ratio =  {0, 1,  1},  },  -- 슈몬 엔트미니미
	{ ID = 474,  Ratio =  {0, 1,  1},  },  -- 슈몬 변질된 엔트
	{ ID = 475,  Ratio =  {0, 1,  1},  },  -- 슈몬 에이션트 엔트
	{ ID = 476,  Ratio =  {0, 1,  1},  },  -- 슈몬 슬라임
	{ ID = 477,  Ratio =  {0, 1,  1},  },  -- 슈몬 블루 슬라임
	{ ID = 478,  Ratio =  {0, 1,  1},  },  -- 슈몬 레드 슬라임
	{ ID = 479,  Ratio =  {0, 1,  1},  },  -- 슈몬 그린 슬라임
	{ ID = 480,  Ratio =  {0, 1,  1},  },  -- 슈몬 킹 슬라임
	{ ID = 481,  Ratio =  {0, 1,  1},  },  -- 슈몬 강철 드워프 감독관
	{ ID = 482,  Ratio =  {0, 1,  1},  },  -- 슈몬 조약돌 고블린 노역꾼
	{ ID = 483,  Ratio =  {0, 1,  1},  },  -- 슈몬 조약돌 고블린 싸움꾼
	{ ID = 484,  Ratio =  {0, 1,  1},  },  -- 슈몬 조약돌 고블린
	{ ID = 485,  Ratio =  {0, 1,  1},  },  -- 슈몬 곤
	{ ID = 486,  Ratio =  {0, 1,  1},  },  -- 슈몬 레나시엔
	{ ID = 487,  Ratio =  {0, 1,  1},  },  -- 슈몬 옥투스
	{ ID = 488,  Ratio =  {0, 1,  1},  },  -- 슈몬 펌프킨헤드
	{ ID = 489,  Ratio =  {0, 1,  1},  },  -- 슈몬 해골
	{ ID = 490,  Ratio =  {0, 1,  1},  },  -- 슈몬 리치
	{ ID = 491,  Ratio =  {0, 1,  1},  },  -- 슈몬 불망치 드릴러
	{ ID = 492,  Ratio =  {0, 1,  1},  },  -- 슈몬 레드고르고스
	{ ID = 493,  Ratio =  {0, 1,  1},  },  -- 슈몬 바네사
	{ ID = 494,  Ratio =  {0, 1,  1},  },  -- 슈몬 오크 전사
	{ ID = 495,  Ratio =  {0, 1,  1},  },  -- 슈몬 오크 투척병
	{ ID = 496,  Ratio =  {0, 1,  1},  },  -- 슈몬 오크 로드
	{ ID = 497,  Ratio =  {0, 1,  1},  },  -- 슈몬 모래 일꾼 깨미
	{ ID = 498,  Ratio =  {0, 1,  1},  },  -- 슈몬 블랙나이츠 창병
	{ ID = 499,  Ratio =  {0, 1,  1},  },  -- 슈몬 블랙나이츠 방패명
	{ ID = 500,  Ratio =  {0, 1,  1},  },  -- 슈몬 블랙 템페스트
	{ ID = 501,  Ratio =  {0, 1,  1},  },  -- 슈몬 원령 총사
	{ ID = 502,  Ratio =  {0, 1,  1},  },  -- 슈몬 원령 무사
	{ ID = 503,  Ratio =  {0, 1,  1},  },  -- 슈몬 제사장
	{ ID = 504,  Ratio =  {0, 1,  1},  },  -- 슈몬 수신장
	{ ID = 505,  Ratio =  {0, 1,  1},  },  -- 슈몬 가이코즈
	{ ID = 506,  Ratio =  {0, 1,  1},  },  -- 슈몬 불망치 토치맨
	{ ID = 507,  Ratio =  {0, 1,  1},  },  -- 슈몬 DK Mark-I
	{ ID = 508,  Ratio =  {0, 1,  1},  },  -- 슈몬 DK Mark-II
	{ ID = 509,  Ratio =  {0, 1,  1},  },  -- 슈몬 강철 드워프 공병
	{ ID = 510,  Ratio =  {0, 1,  1},  },  -- 슈몬 쿵지
	{ ID = 511,  Ratio =  {0, 1,  1},  },  -- 슈몬 빅 쿵
	{ ID = 512,  Ratio =  {0, 1,  1},  },  -- 슈몬 매직 쿵
	{ ID = 513,  Ratio =  {0, 1,  1},  },  -- 슈몬 가디언 쿵
	{ ID = 514,  Ratio =  {0, 1,  1},  },  -- 슈몬 사타니엘 전사
	{ ID = 515,  Ratio =  {0, 1,  1},  },  -- 슈몬 디코이
	{ ID = 516,  Ratio =  {0, 1,  1},  },  -- 슈몬 헤라
	{ ID = 517,  Ratio =  {0, 1,  1},  },  -- 슈몬 상급 암흑사제
	{ ID = 518,  Ratio =  {0, 1,  1},  },  -- 슈몬 썬더 해머 수호병
	{ ID = 519,  Ratio =  {0, 1,  1},  },  -- 슈몬 썬더 해버 소총병
	{ ID = 520,  Ratio =  {0, 1,  1},  },  -- 슈몬 암흑숲 암살자
	{ ID = 521,  Ratio =  {0, 1,  1},  },  -- 슈몬 암흑숲 정찰병
	{ ID = 522,  Ratio =  {0, 1,  1},  },  -- 슈몬 웨어울프 버서커
	{ ID = 523,  Ratio =  {0, 1,  1},  },  -- 슈몬 웨어울프 메이지
	{ ID = 524,  Ratio =  {0, 1,  1},  },  -- 슈몬 웨어울프
	{ ID = 525,  Ratio =  {0, 1,  1},  },  -- 슈몬 리저브
	{ ID = 528,  Ratio =  {1, 1,  1},  },  -- 슈몬 그랑디엘 드라마
	{ ID = 529,  Ratio =  {1, 1,  1},  },  -- 슈몬 그랑디엘
	{ ID = 530,  Ratio =  {1, 1,  1},  },  -- 슈몬 그랑디엘 분신
	{ ID = 531,  Ratio =  {1, 1,  1},  },  -- 개기일식 하급 사제
	{ ID = 534,  Ratio =  {1, 1,  1},  },  -- 트레인 승객
	{ ID = 535,  Ratio =  {1, 1,  1},  },  -- 트레인 여 승무원
	{ ID = 536,  Ratio =  {1, 1,  1},  },  -- 트레인 경비원
	{ ID = 537,  Ratio =  {1, 1,  1},  },  -- 트레인 죄수
	{ ID = 538,  Ratio =  {1, 1,  1},  },  -- 트레인 차장
	{ ID = 539,  Ratio =  {1, 1,  1},  },  -- 트레인 가열로 하단
	{ ID = 540,  Ratio =  {1, 1,  1},  },  -- 트레인 가열로 상단
	{ ID = 541,  Ratio =  {0, 0,  0},  },  -- 트레인 폭탄 승객
	{ ID = 542,  Ratio =  {0, 0,  0},  },  -- 트레인 죄수 벨브
	{ ID = 543,  Ratio =  {0, 0,  0},  },  -- 트레인 포탑
	{ ID = 544,  Ratio =  {0, 0,  0},  },  -- 트레인 벽
	{ ID = 545,  Ratio =  {0, 0,  0},  },  -- 드라마용 차장
	{ ID = 546,  Ratio =  {0, 0,  0},  },  -- 시스템 랜덤 몬스터
	{ ID = 547,  Ratio =  {0, 0,  0},  },  -- 시스템 랜덤 게이트
	{ ID = 548,  Ratio =  {1, 1,  1},  },  -- 챔피언 보스 몬스터 가이코즈
	{ ID = 549,  Ratio =  {1, 1,  1},  },  -- 챔피언 보스 몬스터 빅터
	{ ID = 550,  Ratio =  {1, 1,  1},  },  -- 챔피언 보스 몬스터 다크아몬
	{ ID = 551,  Ratio =  {1, 1,  1},  },  -- 챔피언 보스 몬스터 아스타롯
	{ ID = 552,  Ratio =  {1, 1,  1},  },  -- 챔피언 보스 몬스터 아론
	{ ID = 553,  Ratio =  {1, 1,  1},  },  -- 챔피언 보스 몬스터 엘더 쿵
	{ ID = 573,  Ratio =  {1, 1, 1, },  }, -- 다그엘프 척후병
	{ ID = 574,  Ratio =  {1, 1, 1, },  }, -- 다그엘프 암살자
	{ ID = 575,  Ratio =  {1, 1, 1, },  }, -- 다그엘프 마법궁수
	{ ID = 576,  Ratio =  {1, 1, 1, },  }, -- 다그엘프 기마병
	{ ID = 577,  Ratio =  {1.5, 1.5, 1.5, },  }, -- 다그엘프 달리아(보스) : Phase1
	{ ID = 578,  Ratio =  {1.5, 1.5, 1.5, },  }, -- 다그엘프 달리아(보스) : Phase2
	{ ID = 579,  Ratio =  {1.5, 1.5, 1.5, },  }, -- 다그엘프 달리아(보스) : Phase3
	{ ID = 580,  Ratio =  {1.5, 1.5, 1.5, },  }, -- 다그엘프 달리아(보스) : Phase4
	{ ID = 581,  Ratio =  {0, 0, 0, },  }, -- 경비초소
	{ ID = 582,  Ratio =  {0, 0, 0, },  }, -- 덫
	{ ID = 583,  Ratio =  {0, 0, 0, },  }, -- 에로우샤워
	{ ID = 584,  Ratio =  {0, 0, 0, },  }, -- 버프상자
	{ ID = 585,  Ratio =  {0, 0, 0, },  }, -- 다그엘프 달리아(보스) : Drama
	{ ID = 586,  Ratio =  {0, 0, 0, },  }, -- 웨어울프 메이지 : Drama
	{ ID = 587,  Ratio =  {0, 0, 0, },  }, -- 웨어울프 : Drama
	{ ID = 588,  Ratio =  {0, 0, 0, },  }, -- 웨어울프 버서커 : Drama
	{ ID = 589,  Ratio =  {0.75, 0.75, 0.75, },  }, -- 수호정령
	{ ID = 590,  Ratio =  {1, 1, 1, },  }, -- 엘프 근위병
	{ ID = 591,  Ratio =  {1, 1, 1, },  }, -- 엘프 정예 마법사
	{ ID = 592,  Ratio =  {1.2, 1.2, 1.2, },  }, -- 골렘
	{ ID = 593,  Ratio =  {3, 3, 3, },  }, -- 크로모스
	{ ID = 594,  Ratio =  {0, 0, 0, },  }, -- 갈라드리엘
	{ ID = 595,  Ratio =  {0, 0, 0, },  }, -- 특수오브젝트1(유도형)
	{ ID = 596,  Ratio =  {0, 0, 0, },  }, -- 특수오브젝트2(일반발사형)
	{ ID = 597,  Ratio =  {0, 0, 0, },  }, -- 드라마 엘프 근위병
	{ ID = 598,  Ratio =  {0, 0, 0, },  }, -- 드라마 아르메
	{ ID = 599,  Ratio =  {0, 0, 0, },  }, -- 드라마 갈라드리엘
	{ ID = 600,  Ratio =  {0, 0, 0, },  }, -- 드라마 달리아
	{ ID = 601,  Ratio =  {0, 0, 0, },  }, -- 드라마 크로모스
	{ ID = 602,  Ratio =  {0, 0, 0, },  }, -- 다그엘프 척후병( 게임 내 소환용 )
	{ ID = 603,  Ratio =  {0, 0, 0, },  }, -- 수호정령( 게임 내 소환용 )
	{ ID = 604,  Ratio =  {0.01, 0.01, 1, },  }, -- 외눈깨비
	{ ID = 605,  Ratio =  {0.01, 0.01, 1, },  }, -- 외눈깨비( 분열 )
	{ ID = 606,  Ratio =  {0.01, 0.01, 1, },  }, -- 초롱귀(Yellow)
	{ ID = 607,  Ratio =  {0.01, 0.01, 1, },  }, -- 초롱귀(Red)
	{ ID = 608,  Ratio =  {0.01, 0.01, 1, },  }, -- 초롱귀(Black)
	{ ID = 609,  Ratio =  {0.01, 0.01, 1, },  }, -- 초롱귀(Blue)
	{ ID = 610,  Ratio =  {0.01, 0.01, 1, },  }, -- 초롱귀(Green)
	{ ID = 611,  Ratio =  {0.01, 0.01, 1, },  }, -- 호랑이 상인
	{ ID = 612,  Ratio =  {0.01, 0.01, 1, },  }, -- 호랑이 상점
	{ ID = 613,  Ratio =  {0.01, 0.01, 1, },  }, -- 폭죽 상인
	{ ID = 614,  Ratio =  {0.01, 0.01, 1, },  }, -- 해태
	{ ID = 615,  Ratio =  {0.01, 0.01, 1, },  }, -- 여객주
	{ ID = 616,  Ratio =  {0.01, 0.01, 1, },  }, -- 구미호
	{ ID = 617,  Ratio =  {0.01, 0.01, 1, },  }, -- 만취개구리
	{ ID = 618,  Ratio =  {0.01, 0.01, 1, },  }, -- 소환용 디코이
	{ ID = 619,  Ratio =  {0.01, 0.01, 1, },  }, -- 소환용 꿀두꺼비
	{ ID = 620,  Ratio =  {0.01, 0.01, 1, },  }, -- 제어용 투명몬스터
	{ ID = 621,  Ratio =  {0, 0, 0, },  }, -- 제어용 투명몬스터
	{ ID = 622,  Ratio =  {0, 0,  0},  },  -- 베르카스의 레어 : 헤츨링 
	{ ID = 623,  Ratio =  {0, 0,  0},  },  -- 베르카스의 레어 : 리자드맨 
	{ ID = 624,  Ratio =  {0, 0,  0},  },  -- 베르카스의 레어 : 용기병 
	{ ID = 625,  Ratio =  {0, 0,  1},  },  -- 베르카스의 레어 : 베르카스 
	{ ID = 626,  Ratio =  {0, 0,  0},  },  -- 베르카스의 레어 : 발리스타 
	{ ID = 627,  Ratio =  {0, 0,  0},  },  -- 베르카스의 레어 : 투석기 
	{ ID = 628,  Ratio =  {0, 0,  0},  },  -- 베르카스의 레어 : 억제기 
	{ ID = 629,  Ratio =  {0, 0,  0},  },  -- 베르카스의 레어 : 차단기 
	{ ID = 636,  Ratio =  {1, 1, 1, },  }, -- 사막 지뢰도적
	{ ID = 637,  Ratio =  {1, 1, 1, },  }, -- 사막 검도적
	{ ID = 638,  Ratio =  {1.2, 1.2, 1.2, },  }, -- 사막 도끼도적
	{ ID = 639,  Ratio =  {1.2, 1.2, 1.2, },  }, -- 사막 석궁도적
	{ ID = 640,  Ratio =  {3, 3, 3, },  }, -- 쿠푸
	{ ID = 644,  Ratio =  {0.5, 0.5, 0.5, },  }, -- 후드 자칼
	{ ID = 645,  Ratio =  {1, 1, 1, },  }, -- 후드 하운드
	{ ID = 646,  Ratio =  {1, 1, 1, },  }, -- 후드 크로우
	{ ID = 647,  Ratio =  {1.2, 1.2, 1.2, },  }, -- 후드 스콜피온
	{ ID = 648,  Ratio =  {3, 3, 3, },  }, -- 카르트
	{ ID = 650,  Ratio =  {0, 1, 1, },  }, -- 후드 크로우(벙커)
	{ ID = 656,  Ratio =  {0.5, 0.5, 0.5, },  }, -- 세트 여전사
	{ ID = 657,  Ratio =  {1, 1, 1, },  }, -- 세트 미이라
	{ ID = 658,  Ratio =  {1, 1, 1, },  }, -- 세트 악령술사
	{ ID = 659,  Ratio =  {1.2, 1.2, 1.2, },  }, -- 아누비스
	{ ID = 660,  Ratio =  {3, 3, 3, },  }, -- 바라쿱
	{ ID = 670,  Ratio =  {1, 1, 1, },  }, -- 흑검대장
	{ ID = 671,  Ratio =  {1, 1, 1, },  }, -- 흑마대장
	{ ID = 672,  Ratio =  {1, 1, 0.5, },  }, -- 하이랜더
	{ ID = 673,  Ratio =  {1.2, 1.2, 1.2, },  }, -- 그레이엄
	{ ID = 674,  Ratio =  {1.2, 1.2, 1.2, },  }, -- 아스타롯1
	{ ID = 675,  Ratio =  {1.2, 1.2, 1.2, },  }, -- 아스타롯2
	{ ID = 676,  Ratio =  {3, 3, 3, },  }, -- 아스타롯3
	{ ID = 712,  Ratio =  {0, 1, 1, },  }, -- 보스 페이즈1 : 본체
	{ ID = 720,  Ratio =  {1, 1, 1, },  }, -- 보스 페이즈2
	{ ID = 721,  Ratio =  {0, 0, 1, },  }, -- 잡일꾼
	{ ID = 722,  Ratio =  {0, 0, 2, },  }, -- 경비대 펜서 상등병
	{ ID = 723,  Ratio =  {0, 0, 2, },  }, -- 경비대 렌서 상등병
	{ ID = 724,  Ratio =  {0, 0, 2, },  }, -- 경비대 렌서 병장( AI복사 : 723 )
	{ ID = 725,  Ratio =  {0, 0, 3, },  }, -- 문지기(보스)
	{ ID = 726,  Ratio =  {0, 0, 1, },  }, -- 돌연변이 쥐
	{ ID = 727,  Ratio =  {0, 0, 1, },  }, -- 죄수
	{ ID = 728,  Ratio =  {0, 0, 2, },  }, -- 탈옥수( AI복사 : 727 )
	{ ID = 729,  Ratio =  {0, 0, 1.5, },  }, -- 레드 아라크니아
	{ ID = 730,  Ratio =  {0, 0, 2, },  }, -- 자이언트 레드 아라크니아( AI복사 : 729 )
	{ ID = 731,  Ratio =  {0, 0, 1.5, },  }, -- 바이올렛 아라크니아
	{ ID = 732,  Ratio =  {0, 0, 3, },  }, -- 사형수 타리크(보스)
	{ ID = 733,  Ratio =  {0, 0, 1, },  }, -- 미믹( 특수 오브젝트 )
	{ ID = 734,  Ratio =  {0, 0, 1, },  }, -- 마도사
	{ ID = 735,  Ratio =  {0, 0, 1, },  }, -- 경비대 펜서 상등병( AI복사 : 722 )
	{ ID = 736,  Ratio =  {0, 0, 1.5, },  }, -- 경비대 펜서 병장( AI복사 : 722 )
	{ ID = 737,  Ratio =  {0, 0, 1.5, },  }, -- 경비대 사격수 병장
	{ ID = 738,  Ratio =  {0, 0, 2, },  }, -- 경비대 사격수 하사( AI복사 : 737 )
	{ ID = 739,  Ratio =  {0, 0, 2, },  }, -- 경비대 펜서 하사( AI복사 : 722 )
	{ ID = 740,  Ratio =  {0, 0, 3, },  }, -- 경비대장 나이트슈마허(보스)
	{ ID = 741,  Ratio =  {0, 0, 1, },  },   -- 청소담당 메이드
	{ ID = 742,  Ratio =  {0, 0, 2, },  },   -- 청소담당 메이드 매니저( AI복사 : 741 )
	{ ID = 743,  Ratio =  {0, 0, 1, },  },   -- 요리담당 메이드
	{ ID = 744,  Ratio =  {0, 0, 2, },  },   -- 요리담당 메이드 매니저( AI복사 : 743 )
	{ ID = 745,  Ratio =  {0, 0, 1.5, },  }, -- 마도사( AI복사 : 734 )
	{ ID = 746,  Ratio =  {0, 0, 2.5, },  }, -- 마도사 단장( AI복사 : 734 )
	{ ID = 747,  Ratio =  {0, 0, 1.5, },  }, -- 경비대 렌서 병장( AI복사 : 723 )
	{ ID = 748,  Ratio =  {0, 0, 2, },  },   -- 경비대 렌서 하사( AI복사 : 723 )
	{ ID = 749,  Ratio =  {0, 0, 3, },  },   -- 존잘르 드 그리다(보스)
	{ ID = 750,  Ratio =  {0, 0, 1, },  },   -- 집사
	{ ID = 751,  Ratio =  {0, 0, 1.5, },  }, -- 집사 장( AI복사 : 750 )
	{ ID = 752,  Ratio =  {0, 0, 2, },  },   -- 지배인
	{ ID = 753,  Ratio =  {0, 0, 1.5, },  }, -- 경비대 저격수 병장
	{ ID = 754,  Ratio =  {0, 0, 1.5, },  }, -- 자이언트 그레이 아라크니아
	{ ID = 755,  Ratio =  {0, 0, 1.5, },  }, -- 자이언트 바이올렛 아라크니아( AI복사 : 731 )
	{ ID = 756,  Ratio =  {0, 0, 2, },  },   -- 기간틱 레드 아라크니아( AI복사 : 729 )
	{ ID = 757,  Ratio =  {0, 0, 2, },  },   -- 기간틱 바이올렛 아라크니아( AI복사 : 731 )
	{ ID = 758,  Ratio =  {0, 0, 3, },  },   -- 슈발루 퐁 지라르풍자크 백작(보스)
	{ ID = 759,  Ratio =  {0, 0, 2, },  },   -- 기간틱 레드 아라크니아( AI복사 : 729 )
	{ ID = 760,  Ratio =  {0, 0, 1.5, },  }, -- 경비대 사격수 병장( AI복사 : 737 )
	{ ID = 761,  Ratio =  {0, 0, 2, },  },   -- 기간틱 바이올렛 아라크니아( AI복사 : 731 )
	{ ID = 762,  Ratio =  {0, 0, 2, },  }, -- 마도사 단장( AI복사 : 734 )
	{ ID = 763,  Ratio =  {0, 0, 1.5, },  }, -- 자이언트 그레이 아라크니아( AI복사 : 754 )
	{ ID = 764,  Ratio =  {0, 0, 2, },  }, -- 경비대 저격수 하사( AI복사 : 753 )
	{ ID = 765,  Ratio =  {0, 0, 2, },  },  -- 경비대 사격수 하사( AI복사 : 737 )
	{ ID = 766,  Ratio =  {0, 0, 2, },  },   -- 기간틱 그레이 아라크니아( AI복사 : 754 )
	{ ID = 767,  Ratio =  {0, 0, 3, },  },   -- 아라크네 백작부인(보스)
	{ ID = 768,  Ratio =  {0, 0, 3, },  },   -- 아라크네 아라크니아(변신보스)
	{ ID = 853,  Ratio =  {1, 1,  1},  },  -- 시련의 탑 등장 슬라임 
	{ ID = 854,  Ratio =  {1, 1,  1},  },  -- 시련의 탑 등장 고블린
	{ ID = 855,  Ratio =  {1   , 1,  1},  },  -- 세르딘 외곽 등장 고블린
	{ ID = 856,  Ratio =  {1   , 1,  1},  },  -- 세르딘 외곽 등장 고블린투척병		
	{ ID = 857,  Ratio =  {1.15, 1,  1},  },  -- 오크 사원 등장 오크 
	{ ID = 858,  Ratio =  {1.56, 1,  1},  },  -- 엘프의 숲 등장 오크 
	{ ID = 859,  Ratio =  {1.56, 1,  1},  },  -- 엘프의 숲 등장 하피 
	{ ID = 860,  Ratio =  {1.56, 1,  1},  },  -- 엘프의 숲 등장 오크 전사 
	{ ID = 861,  Ratio =  {1.56, 1,  1},  },  -- 엘프의 숲 등장 오크 투척병
	{ ID = 862,  Ratio =  {1.56, 1,  1},  },  -- 명세의 계곡 등장 곤 
	{ ID = 866,  Ratio =  {0, 0,  1},  },  -- 고르고스				: 1스테이지
	{ ID = 867,  Ratio =  {0, 0,  1},  },  -- 카미키 				: 2스테이지
	{ ID = 868,  Ratio =  {0, 0,  1},  },  -- 가이코즈 				: 3스테이지
	{ ID = 869,  Ratio =  {0, 0,  1},  },  -- 가도센 				: 4스테이지		
	{ ID = 870,  Ratio =  {0, 0,  1},  },  -- 고르고스 				: 6스테이지
	{ ID = 871,  Ratio =  {0, 0,  1},  },  -- 고르고스 부활후 버전	: 6스테이지
	{ ID = 872,  Ratio =  {0, 0,  1},  },  -- 가이코즈 				: 7스테이지
	{ ID = 873,  Ratio =  {0, 0,  1},  },  -- 가이코즈 부활후 버전	: 7스테이지
	{ ID = 874,  Ratio =  {0, 0,  1},  },  -- 가이코즈 부활후 버전	: 7스테이지
	{ ID = 875,  Ratio =  {0, 0,  1},  },  -- 카미키 				: 8스테이지
	{ ID = 876,  Ratio =  {0, 0,  1},  },  -- 가도센 				: 9스테이지
	{ ID = 877,  Ratio =  {0, 0,  1},  },  -- 카제아제 페이즈1 		: 5스테이지
	{ ID = 878,  Ratio =  {0, 0,  1},  },  -- 카제아제 페이즈2 		: 10스테이지
	{ ID = 879,  Ratio =  {0, 0,  1},  },  -- 카제아제 페이즈2 무한의가시(가제)
	{ ID = 887,  Ratio =  {0, 0,  1},  }, 
	{ ID = 888,  Ratio =  {0, 0,  1},  }, 
	{ ID = 889,  Ratio =  {0, 0,  1},  }, 
	{ ID = 890,  Ratio =  {0, 0,  1},  }, 
	{ ID = 891,  Ratio =  {0, 0,  1},  }, 
	{ ID = 892,  Ratio =  {0, 0,  1},  }, 
	{ ID = 893,  Ratio =  {0, 0,  1},  }, 
	{ ID = 894,  Ratio =  {0, 0,  1},  }, 
	{ ID = 895,  Ratio =  {0, 0,  1},  }, 
	{ ID = 896,  Ratio =  {0, 0,  1},  }, 
	{ ID = 897,  Ratio =  {0, 0,  1},  }, 
	{ ID = 898,  Ratio =  {0, 0,  1},  }, 
	{ ID = 899,  Ratio =  {0, 0,  1},  }, 
	{ ID = 900,  Ratio =  {0, 0,  1},  }, 
	{ ID = 901,  Ratio =  {0, 0,  1},  }, 
	{ ID = 902,  Ratio =  {0, 0,  1},  }, 
	{ ID = 903,  Ratio =  {0, 0,  1},  }, 
	{ ID = 904,  Ratio =  {0, 0,  1},  }, 
	{ ID = 905,  Ratio =  {0, 0,  1},  }, 
	{ ID = 906,  Ratio =  {0, 0,  1},  }, 
	{ ID = 907,  Ratio =  {0, 0,  1},  }, 
	{ ID = 908,  Ratio =  {0, 0,  1},  }, 
	{ ID = 909,  Ratio =  {0, 0,  1},  }, 
	{ ID = 910,  Ratio =  {0, 0,  1},  }, 
	{ ID = 911,  Ratio =  {0, 0,  1},  }, 
	{ ID = 912,  Ratio =  {0, 0,  1},  }, 
	{ ID = 913,  Ratio =  {0, 0,  1},  }, 
	{ ID = 914,  Ratio =  {0, 0,  1},  }, 
	{ ID = 915,  Ratio =  {0, 0,  1},  }, 
	{ ID = 916,  Ratio =  {0, 0,  1},  }, 
	{ ID = 917,  Ratio =  {0, 0,  1},  }, 
	{ ID = 918,  Ratio =  {0, 0,  1},  }, 
	{ ID = 919,  Ratio =  {0, 0,  1},  }, 
	{ ID = 920,  Ratio =  {0, 0,  1},  }, 
	{ ID = 921,  Ratio =  {0, 0,  1},  }, 
	{ ID = 922,  Ratio =  {0, 0,  1},  }, 
	{ ID = 923,  Ratio =  {0, 0,  1},  }, 
	{ ID = 924,  Ratio =  {0, 0,  1},  }, 
	{ ID = 925,  Ratio =  {0, 0,  1},  }, 
	{ ID = 926,  Ratio =  {0, 0,  1},  }, 
	{ ID = 927,  Ratio =  {0, 0,  1},  },
	{ ID = 928,  Ratio =  {0, 0,  1},  },
	{ ID = 929,  Ratio =  {0, 0,  1},  },
	{ ID = 930,  Ratio =  {0, 0,  1},  },
	{ ID = 931,  Ratio =  {0, 0,  1},  },
	{ ID = 932,  Ratio =  {0, 0,  1},  },
	{ ID = 933,  Ratio =  {0, 0,  1},  },
	{ ID = 934,  Ratio =  {0, 0,  1},  },
	{ ID = 935,  Ratio =  {0, 0,  1},  },
	{ ID = 936,  Ratio =  {0, 0,  1},  },
	{ ID = 937,  Ratio =  {0, 0,  1},  },
	{ ID = 938,  Ratio =  {0, 0,  1},  },
	{ ID = 939,  Ratio =  {0, 0,  1},  },
	{ ID = 940,  Ratio =  {0, 0,  1},  },
	{ ID = 941,  Ratio =  {0, 0,  1},  },
	{ ID = 942,  Ratio =  {0, 0,  1},  },
	{ ID = 943,  Ratio =  {0, 0,  1},  },
	{ ID = 944,  Ratio =  {0, 0,  1},  },
	{ ID = 945,  Ratio =  {0, 0,  1},  },
	{ ID = 946,  Ratio =  {0, 0,  1},  },
	{ ID = 947,  Ratio =  {0, 0,  1},  },
	{ ID = 948,  Ratio =  {0, 0,  1},  },
	{ ID = 949,  Ratio =  {0, 0,  1},  },
	{ ID = 950,  Ratio =  {0, 0,  1},  },
	{ ID = 951,  Ratio =  {0, 0,  1},  },
	{ ID = 952,  Ratio =  {0, 0,  1},  },
	{ ID = 953,  Ratio =  {0, 0,  1},  },
	{ ID = 954,  Ratio =  {0, 0,  1},  },
	{ ID = 955,  Ratio =  {0, 0,  1},  },
	{ ID = 956,  Ratio =  {0, 0,  1},  },
	{ ID = 957,  Ratio =  {0, 0,  1},  },
	{ ID = 958,  Ratio =  {0, 0,  1},  },
	{ ID = 959,  Ratio =  {0, 0,  1},  },
	{ ID = 960,  Ratio =  {0, 0,  1},  },
	{ ID = 961,  Ratio =  {0, 0,  1},  },
	{ ID = 962,  Ratio =  {0, 0,  1},  },
	{ ID = 963,  Ratio =  {0, 0,  1},  },
	{ ID = 964,  Ratio =  {0, 0,  1},  },
	{ ID = 965,  Ratio =  {0, 0,  1},  },
	{ ID = 966,  Ratio =  {0, 0,  1},  },
	{ ID = 967,  Ratio =  {0, 0,  1},  },
	{ ID = 968,  Ratio =  {0, 0,  1},  },
	{ ID = 969,  Ratio =  {0, 0,  1},  },
	{ ID = 970,  Ratio =  {0, 0,  1},  },
	{ ID = 971,  Ratio =  {0, 0,  1},  },
	{ ID = 972,  Ratio =  {0, 0,  1},  },
	{ ID = 973,  Ratio =  {0, 0,  1},  },
	{ ID = 974,  Ratio =  {0, 0,  1},  },
	{ ID = 975,  Ratio =  {0, 0,  1},  },
	{ ID = 976,  Ratio =  {0, 0,  1},  },
	{ ID = 977,  Ratio =  {0, 0,  1},  },
	{ ID = 978,  Ratio =  {0, 0,  1},  },
	{ ID = 979,  Ratio =  {0, 0,  1},  },
	{ ID = 1128,  Ratio =  {2, 2,  2},  },
	{ ID = 1129,  Ratio =  {2, 2,  2},  },
	{ ID = 1130,  Ratio =  {2, 2,  2},  },
	{ ID = 1131,  Ratio =  {2, 2,  2},  },
	{ ID = 1132,  Ratio =  {2, 2,  2},  },
	{ ID = 1133,  Ratio =  {2, 2,  2},  },
	{ ID = 1134,  Ratio =  {2, 2,  2},  },
	{ ID = 1135,  Ratio =  {2, 2,  2},  },
	{ ID = 1136,  Ratio =  {2, 2,  2},  },
	{ ID = 1137,  Ratio =  {2, 2,  2},  },
	{ ID = 1138,  Ratio =  {2, 2,  2},  },
	{ ID = 1139,  Ratio =  {2, 2,  2},  },
	{ ID = 1140,  Ratio =  {2, 2,  2},  },
	{ ID = 1141,  Ratio =  {2, 2,  2},  },
	{ ID = 1142,  Ratio =  {2, 2,  2},  },
	{ ID = 1143,  Ratio =  {2, 2,  2},  },
	{ ID = 1144,  Ratio =  {2, 2,  2},  },
}	                                     
  